[
  {
    "label": "1st person",
    "description": "See first person.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "69a2478830ed3d19c2cf121915e237df5b501a92b81fd29532b6dfa5971c97bc"
  },
  {
    "label": "2nd person",
    "description": "See second person.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "55e629abb50480d665e6da79b8d372144498b0916d91be89d84023949c0dcf43"
  },
  {
    "label": "3rd person",
    "description": "See third person.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "4d09c043a4a6beb1b364da55812eebfe60df69574b3ea84b1aaab6da8fa52d50"
  },
  {
    "label": "*",
    "description": "An asterisk appearing before a term (an affix, a root, a word, etc.), indicates the term is not attested but reconstructed; for example, *werdʰh₁om is the reconstructed Proto-Indo-European word for word.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "684888c0ebb17f374298b65ee2807526c066094c701bcc7ebbe1c1095f494fc1"
  },
  {
    "label": "[ ]",
    "description": "Brackets surrounding a quotation indicate that the quotation either contains a mere mention of a term (for example, \"some people find the word manoeuvre hard to spell\") rather than an actual use of it (for example, \"we need to manoeuvre carefully to avoid causing upset\"), or does not provide an actual instance of a term but provides information about a related term.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "b6987bb6d61927fe856df1129d7cf6cd6e279ce4779abde118fc2d3554c8f886"
  },
  {
    "label": "†",
    "description": "In a Chinese entry, a dagger indicates that a sense is obsolete in Modern Standard Chinese, though it may be preserved in fossilized compounds and expressions or other varieties of Chinese.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "8efeb7661b801b1f4f1286b262b89ec8550bfbb4b438fe9fb31be551e747a547"
  },
  {
    "label": "a.",
    "description": "\"Ante\" (Latin for \"before\"). Hence, a quotation from \"a. 1924\" is a quotation from no later than the year 1923.",
    "wikiUrl": "/wiki/a",
    "category": "glossary",
    "id": "5ab640fad553cbf927dc96b8e7878a9844b2fa79b7a4f5c515e186970ec53027"
  },
  {
    "label": "abbreviation",
    "description": "A shortened form of a word or phrase, such as an initialism, acronym, or clipping.",
    "wikiUrl": "/wiki/abbreviation",
    "category": "glossary",
    "id": "4f1481e36076010da6cb09dadbf4c5e4da64d783c3742aff5d3995f74bc36d0a"
  },
  {
    "label": "ablative case",
    "description": "A case that indicates separation, or moving away from something. It is used alone or with certain prepositions. For example, if English had a fully productive case system that included the ablative case, then in the phrase came from the city, either \"the city\" or \"from the city\" would likely be in the ablative. In some languages, such as Latin, this case has acquired many other uses and does not strictly indicate separation anymore.",
    "wikiUrl": "/wiki/ablative_case",
    "category": "glossary",
    "id": "76e7f03a8978fc0d53ba76bb96111f6d8d1abf3125786af0167db967938e0ca8"
  },
  {
    "label": "ablaut",
    "description": "In Proto-Indo-European, or any of its descendants (the Indo-European languages), a system of vowel alternation in which the vowels that are used in various parts of the word can change depending on meaning. The system is used for purposes of inflection and word derivation. In the Germanic languages, it forms the basis of the strong verbs. A specific form of ablaut is referred to as a grade; see for instance zero-grade. (More at  Indo-European ablaut on  Wikipedia.Wikipedia .) Compare also umlaut.",
    "wikiUrl": "/wiki/ablaut",
    "category": "glossary",
    "id": "c67926ab4d7717bb39d6b826075b7b43c8f43fcc8468c11637565f2e6fea5d92"
  },
  {
    "label": "absolutive case",
    "description": "A case used to indicate the patient or experiencer of a verb's action.",
    "wikiUrl": "/wiki/absolutive_case",
    "category": "glossary",
    "id": "adfd21d7bb5da6f02c22264eae758bbbbea9cd406fdbb93747382168182774b1"
  },
  {
    "label": "abstract noun",
    "description": "A noun that denotes an idea, emotion, feeling, quality or other abstract or intangible concept, as opposed to a concrete item, or a physical object. Antonym of concrete noun.",
    "wikiUrl": "/wiki/abstract_noun",
    "category": "glossary",
    "id": "540df9faa6983a396a044aa41956ee7ceb3d52d95caf665355e69e4ebf386faa"
  },
  {
    "label": "abstract verb",
    "description": "In the Slavic languages, a verb of motion whose motion is multidirectional (as opposed to unidirectional) or indirect, or whose action is repeated or in a series (iterative). Also called an indeterminate verb. The opposite type of verb, which expresses a single, completed action, is termed a concrete verb (or a determinate verb). Motion verbs in the Slavic languages come in abstract/concrete lexical pairs, e.g. Russian ходи́ть (xodítʹ, “to go (abstract)”) vs. идти́ (idtí, “to go (concrete)”), бе́гать (bégatʹ, “to run (abstract)”) vs. бежа́ть (bežátʹ, “to run (concrete)”), носи́ть (nosítʹ, “to carry (abstract)”) vs. нести́ (nestí, “to carry (concrete)”). English does not make this distinction. For example, \"I went to the post office\" could be abstract (if I went there and came back, i.e. multidirectional) or concrete (if I am there now, i.e. unidirectional), and different Russian verbs would be used to translate \"went\" in these two circumstances. In Polish coming back does not cause abstract verbs to be used, only doing something many times (Chodzę do biura. 'I go to the office (every day).' vs. Idę do biura 'I am going to the office (now).') or moving without target (Chodzę po pokoju 'I am walking around the room.' vs. Idę przez pokój. 'I am walking across the room.') does. Abstract verbs are always imperfective in aspect, even with prefixes that are normally associated with the perfective aspect (e.g. Polish przybiegać).",
    "wikiUrl": "/wiki/abstract_verb",
    "category": "glossary",
    "id": "adbab4023a210edf4169fa13b1a84d749ffae4e5a389cbf5d545a2aaf2c2012f"
  },
  {
    "label": "accusative case, acc.",
    "description": "A case that is usually used as the direct object of a verb. For example, if English had a fully productive case system, then ball in \"The man threw the ball\" would most likely be in the accusative.",
    "wikiUrl": "/wiki/accusative_case",
    "category": "glossary",
    "id": "7ec8f82121a692081e35e4374d7267a18571725dd3dbfdf4ec637c9e6d948ee6"
  },
  {
    "label": "acronym",
    "description": "An abbreviation that is pronounced as the “word” it would spell, such as NATO.",
    "wikiUrl": "/wiki/acronym",
    "category": "glossary",
    "id": "a26c71dae4ef93c4328ec96cc8baab5dfaa5eb72c0577265f810de2115660221"
  },
  {
    "label": "active voice",
    "description": "The voice verb form in which the grammatical subject is the person or thing doing the action (cf. passive voice), e.g. The boy kicked the ball. (See also  Voice (grammar) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/active_voice",
    "category": "glossary",
    "id": "2134afed4af5f2d881170b5f3a6bb0e973d0799e019617c162c185a975c598a3"
  },
  {
    "label": "acute accent",
    "description": "A diacritic mark ( ´ ) used that can be placed above a number of letters in many languages of the Latin, Greek and Cyrillic writing systems.",
    "wikiUrl": "/wiki/acute_accent",
    "category": "glossary",
    "id": "0cf189fb11071e2c3176d17c200eee9b29019fd977df439bfefac81b80cdea48"
  },
  {
    "label": "AD",
    "description": "Anno Domini. Year-numbering system equivalent to CE.",
    "wikiUrl": "/wiki/AD",
    "category": "glossary",
    "id": "c7bf4bbdbcd88d9d7f7c7b299c94e9e52091af2fd2888ecf85a9d6a4160b4184"
  },
  {
    "label": "adj",
    "description": "See adjective.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "a1dcbd2066be82d79e45f84f92fc3c9a89c98de744818af33c462c53c372954c"
  },
  {
    "label": "adjective",
    "description": "A word like big or childish that usually serves to modify a noun.",
    "wikiUrl": "/wiki/adjective",
    "category": "glossary",
    "id": "2f2473fd837c0cb7e322c01e1c4cb3fd39e48be5cc2efabb51bb79d4a97201ab"
  },
  {
    "label": "adverb",
    "description": "A word like very, wickedly or often that usually serves to modify an adjective, verb, or other adverb.",
    "wikiUrl": "/wiki/adverb",
    "category": "glossary",
    "id": "cf1fd59bdb9518fb8429750764585a8a2c6433d24370fcff2032963b1d21ff37"
  },
  {
    "label": "adverbial",
    "description": "Relating to an adverb. For example, an adverbial participle is a participle that functions like an adverb in a sentence.",
    "wikiUrl": "/wiki/adverbial",
    "category": "glossary",
    "id": "f60688a837139f86db11f4dfe3495f1f32d3ea0c473d5b20cec28387993cd3a0"
  },
  {
    "label": "adverbial clause",
    "description": "A type of dependent clause that modifies a verb in an adverbial fashion. Examples are When my friend arrives, I will take him out to dinner and If it rains, I will go home (the latter example being specifically a conditional clause).",
    "wikiUrl": "/wiki/adverbial_clause",
    "category": "glossary",
    "id": "53c8e0271739a9325cf29065bc4ebba2652ad95e6fbb1285c01dfb99ec763c4a"
  },
  {
    "label": "affix",
    "description": "A bound morpheme added to a word’s stem; a prefix, suffix, interfix, etc. In the narrow sense, synonym of suffix.",
    "wikiUrl": "/wiki/affix",
    "category": "glossary",
    "id": "3875faf071b29a31d6d9a5f28f2b1504a5b3814615dc27610df3a8d86d638a26"
  },
  {
    "label": "agent noun",
    "description": "A noun that denotes an agent who does the action denoted by the verb from which the noun is derived, such as \"cutter\" derived from \"to cut\". Such an agent can be either a person or a thing, and either sentient or nonsentient: thus definitions often begin, \"One who, or that which, [does X].\"",
    "wikiUrl": "/wiki/agent_noun",
    "category": "glossary",
    "id": "fea020b1e82c67f8f1b7e7a4f8326c7e382b98d85ce6474ce05557db1cd2b9f1"
  },
  {
    "label": "AHD",
    "description": "The American Heritage Dictionary. For historical reasons, this abbreviation is sometimes used here to identify a respelled pronunciation that is given in enPR form.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "9b28e7a1bc2d95fdc8a3465baee9cd9a58b5e3b110f1ec47d5cc97da1ba94673"
  },
  {
    "label": "alternative form",
    "description": "A word etymologically related but varying slightly from another, such as variant spelling (e.g., sulfur/sulphur) or variant morphology (e.g., tenosynovial/tendosynovial).",
    "wikiUrl": null,
    "category": "glossary",
    "id": "5b2cb5ae682de31da1b14ae2d8b6c389cb73328174eca7936d54838bb27c7723"
  },
  {
    "label": "alus mider",
    "description": "A speech register in the Balinese language.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "82d857f00f18ba36fbc9ca97bc5fe968005b622ed8d126c99cce44a9acbd58e6"
  },
  {
    "label": "ambitransitive verb",
    "description": "Capable of being either transitive or intransitive depending on usage. For instance, eat and read optionally take a direct object: \"I eat daily\", \"She likes to read\" (both intransitive), \"Read this book\", \"I do not eat meat\" (both transitive). Ergative verbs (q.v.) are a kind of ambitransitive verb. Compare ditransitive verb.",
    "wikiUrl": "/wiki/ambitransitive_verb",
    "category": "glossary",
    "id": "969f533f9fa775cf44a17c1f562835ebc7a80541a283d60c9f8b3102ceed416f"
  },
  {
    "label": "analogy",
    "description": "An etymological process in which a word or form is created after a certain pattern in an attempt to right a perceived irregularity. For example, in English, dove as the past tense of dive (instead of dived) is by analogy with strong verbs like drive → drove and weave → wove.",
    "wikiUrl": "/wiki/analogy",
    "category": "glossary",
    "id": "fd7bdeae637576ba80a7dcb2f31024a7bfd0b404186195bfe40fa496935e9683"
  },
  {
    "label": "andap",
    "description": "A speech register in the Balinese language.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "7c248987daac24f360c1a2c3cb729b228ee10fb36762b728e7f75875e22f028b"
  },
  {
    "label": "anglicisation, anglicization",
    "description": "The modification of a foreign (borrowed) word to make it more English in form.",
    "wikiUrl": "/wiki/anglicisation",
    "category": "glossary",
    "id": "dd049fc8170356b5c13efbee00ebe37975a7814aaf4d912135e78dd1ad1975f2"
  },
  {
    "label": "angry register",
    "description": "Belonging to the angry linguistic register, used only when the speaker is angry. This register is quite rare, but is found in the Bikol languages of the central Philippines.",
    "wikiUrl": "/wiki/angry",
    "category": "glossary",
    "id": "b72340224ecdf142e65a6911526e4155f2bf5ebd060dcc1a75f29a4ef04ec1ce"
  },
  {
    "label": "animate",
    "description": "Having a referent that includes a human or animal. Many languages (such as the Slavic languages) classify nouns based on animacy, using different inflections or words with animate and inanimate nouns. (See also  Animacy on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/animate",
    "category": "glossary",
    "id": "696af3693f3ba07202da50b178b7fb9139a3c1f0f634efa90a9f556271c85a4e"
  },
  {
    "label": "antepenultima",
    "description": "The third-to-last syllable of a word, before the penultima.",
    "wikiUrl": "/wiki/antepenultima",
    "category": "glossary",
    "id": "e9521eb0b891ee76567901d8502054c5a4e0c036d19ca05ff6c6aba9af67d002"
  },
  {
    "label": "antonym",
    "description": "A word with a meaning that is the opposite of a meaning of another word. For example, good is an antonym of bad. Contrast synonym.",
    "wikiUrl": "/wiki/antonym",
    "category": "glossary",
    "id": "5a9dfa3ca3b2709ff16ab94168939bf53b0912031c9429a0694149ecfd3d0033"
  },
  {
    "label": "aorist",
    "description": "A grammatical category of verbs that is often a perfective past. (See also  aorist on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/aorist",
    "category": "glossary",
    "id": "829bfca07fb835899087d150a09fc425cf56e7b2956081d49318043acb474707"
  },
  {
    "label": "apheresis",
    "description": "The removal of a letter or sound from the beginning of a word.",
    "wikiUrl": "/wiki/apheresis",
    "category": "glossary",
    "id": "ed41b65a76de0118eb62bf0c1f1ed24927d6b12f95e5e3c3a16427f9a31e1947"
  },
  {
    "label": "aphesis",
    "description": "The removal of an initial unstressed sound from a word, the process by which escarp became scarp. Words derived in this way are called aphetic.",
    "wikiUrl": "/wiki/aphesis",
    "category": "glossary",
    "id": "55de0b21514508c05f1c7bef6e0afa7797c99b97fcc91e172fb88962379485d8"
  },
  {
    "label": "apocope",
    "description": "Omission of the final sound or syllable of a word without changing its morphological structure or meaning. Occurs in Italian, Spanish, and other languages.",
    "wikiUrl": "/wiki/apocope",
    "category": "glossary",
    "id": "b73c25c5c416bbabeb891d104df8a9d09e443dafeacae2b7a2a97d2428c71760"
  },
  {
    "label": "approximant",
    "description": "A consonant sound produced by restricting the air flow through the mouth only slightly, resulting in a smooth sound. In English, the approximants are /l/, /ɹ/, /w/, /j/ (as in the initial sounds of loo, rue, woo and you). Approximants are distinguished from fricatives, in which the air is constricted enough to cause a rough, hissing or buzzing sound, and plosives, in which the air is blocked completely for a short period of time.",
    "wikiUrl": "/wiki/approximant",
    "category": "glossary",
    "id": "69fa2f617bce4c2bdeec3661e12d816ab882e89bcd1d72ed14766d4c25687434"
  },
  {
    "label": "archaic",
    "description": "No longer in general use, but still found in some contemporary texts that aim for an antique style, like historical novels. For example, thee and thou are archaic pronouns, having been completely superseded by you. Archaic is a stronger term than dated, but not as strong as obsolete. (See Wiktionary:Obsolete and archaic terms.) Whereas an archaic term names a still-extant thing or non-outdated concept, a historical term names a former thing or outdated concept.",
    "wikiUrl": "/wiki/archaic",
    "category": "glossary",
    "id": "7f284f994514d4f6c0a56e5af00f5ab6b98793c960cc44789d289b3bdd91fc63"
  },
  {
    "label": "areal English Wikipedia has an article on:Areal featureWikipedia",
    "description": "Distributed across multiple languages inhabiting a particular area, due to language contact among them rather than due to inheritance from a common ancestor. The term can be applied either to words (see loanword) or features of languages such as in grammar, morphology, and phonology. See also Wanderwort and stratum.",
    "wikiUrl": "/wiki/areal",
    "category": "glossary",
    "id": "dc999074279b13cda0b17e0e69ef6bad99569d8b75f4f383830d662c978bbb91"
  },
  {
    "label": "article",
    "description": "A type of determiner that is used as a grammatical indicator in some languages, and is usually central to the grammar and syntax of that language. In English, the articles are the definite article the, and the indefinite articles a and an. Some languages may have more articles, such as the French partitive articles du, de la and des, while many languages lack articles altogether.",
    "wikiUrl": "/wiki/article",
    "category": "glossary",
    "id": "84393add8c489d33569360efd1bcb5f70ed5a22408127d241c751e5ea345eb7c"
  },
  {
    "label": "aspect English Wikipedia has an article on:Grammatical aspectWikipedia",
    "description": "A property of a verb form indicating the nature of an action as perfective (complete) or imperfective (incomplete or continuing).",
    "wikiUrl": "/wiki/aspect",
    "category": "glossary",
    "id": "59520829d3151c1a81ac87addcea626e7f4368111011b90aca8f30e133d1c220"
  },
  {
    "label": "aspirated h",
    "description": "In French, an initial ⟨h⟩ that is treated as a consonant; that is to say, liaison and elision are not permitted at the beginning of a word with an aspirated ⟨h⟩.",
    "wikiUrl": "/wiki/aspirated_h",
    "category": "glossary",
    "id": "14884be6e15f013a245a0b97085dd9b1999a5c2f46001d0c1936f1c07f5827eb"
  },
  {
    "label": "assimilation English Wikipedia has an article on:Assimilation (phonology)Wikipedia",
    "description": "Assimilation is a common phonological process by which one sound becomes more like a nearby sound. This can occur either within a word or between words. See also dissimilation.",
    "wikiUrl": "/wiki/assimilation",
    "category": "glossary",
    "id": "ea411a30078ed3a5a19ece59ba9031097531ccd5915bb898d707f8e9469cac43"
  },
  {
    "label": "atelic",
    "description": "The aspect of a verb that denotes an action without a definite endpoint or a goal that is tended towards, or rather an action with cumulative reference (such that the expression for that action may describe two or more actions of that kind that, when combined, still constitute a form of that action); contrast telic. A kind of telicity distinction can be seen in English when specifying a duration in a (simple past) verb phrase: atelic verb phrases take for (I built a house for an hour. She loved me for years.) (See also  Telicity on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/atelic",
    "category": "glossary",
    "id": "3eac78be776abb9f59f02e5161c6a7cd5ac7e904aa05733e0c78ff84c3065764"
  },
  {
    "label": "attributive",
    "description": "An adjective that stands in a syntactic position where it directly modifies a noun, as opposed to a predicative adjective, which stands in a predicate position but which modifies the subject of the clause. For example, in the big green house, big and green are attributive adjectives, whereas in The house is big and green, big and green are predicative adjectives. Some adjectives are only-attributive like close (in a close friend) or plain (in plain nonsense).\nA noun or adjective (or phrase) that names a real object with the attributes of another real object. This is in contrast to a substantive noun or adjective, which names a real object that is the actual substance named by the noun or adjective.",
    "wikiUrl": "/wiki/attributive",
    "category": "glossary",
    "id": "b3fe06eaccc504cc97a5efc161b6ebd3b07bd324a282689c09fafec70e4e4cd1"
  },
  {
    "label": "augment English Wikipedia has an article on:Augment (linguistics)Wikipedia",
    "description": "In some Indo-European languages, a prefixed vowel (usually e-; έ or ή in Greek, a- in Sanskrit) indicating a past tense in a verb.\nIn certain Bantu languages, a morpheme prefixed to a noun class prefix.",
    "wikiUrl": "/wiki/augment",
    "category": "glossary",
    "id": "84783845dba439def0256bd2cc85795368f66f6dd83bd9f156ffed8e0ecd2188"
  },
  {
    "label": "augmentative",
    "description": "A word form expressing large size, importance, intensity, or seniority.",
    "wikiUrl": "/wiki/augmentative",
    "category": "glossary",
    "id": "079fd5834c535902d187be0448ab8ddc496b8984d1663cc484e3b006ce9eb2b6"
  },
  {
    "label": "augmentless",
    "description": "(of nouns) Lacking an augment.",
    "wikiUrl": "/wiki/augmentless",
    "category": "glossary",
    "id": "0d0701611fdf85556f6e02bebdc8c2f2a04345295c0e84f8399453ddbf3d426c"
  },
  {
    "label": "auxiliary verb or auxiliary",
    "description": "A verb that accompanies another verb in a clause. It is used to indicate distinctions in tense, mood, voice, aspect or other grammatical nuances. English examples are can, will, have, be.",
    "wikiUrl": "/wiki/auxiliary_verb",
    "category": "glossary",
    "id": "1b373eeabade42db986375e2aace8817477acbbc51d65a034a62d58bcb08b869"
  },
  {
    "label": "avoidance term",
    "description": "A word standardly used to replace a taboo word. (See also  Naming taboo on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/avoidance",
    "category": "glossary",
    "id": "67cda1e9e1b3529e42072046907e6e195028a05be7a35105db2fbf8b45e9ac27"
  },
  {
    "label": "back-formation",
    "description": "A term formed by removing an apparent or real prefix or suffix from an older term; for example, the noun pea arose because the final /z/ sound in pease sounded like a plural suffix. Similarly, the verb edit is a back-formation from the earlier noun editor. Not to be confused with clipping, which just shortens a word without changing meaning or part of speech.",
    "wikiUrl": "/wiki/back-formation",
    "category": "glossary",
    "id": "8767f37d43c3c6a4946119a4764aaf9cf709c4867603c8b16459e8106cb94028"
  },
  {
    "label": "back vowel",
    "description": "Vowel sound produced in the back of the mouth. Examples in English include /uː/ in rule or /əʊ/ in pole. Contrasts to a front vowel.",
    "wikiUrl": "/wiki/back_vowel",
    "category": "glossary",
    "id": "66ada1415b79f28b2620ead0b8a5e05c51ed6ee04b01333e1fd33ce9f526acc8"
  },
  {
    "label": "backronym",
    "description": "A word that is either not an acronym but is taken to be one and for which a full form is invented by back-formation, or is an acronym and for which an alternative full form is invented by back-formation.",
    "wikiUrl": "/wiki/backronym",
    "category": "glossary",
    "id": "7c2732b7959e56371e3d3dd6c307c5409cd9d3804215f9fe751d29e49e76829b"
  },
  {
    "label": "backslang",
    "description": "A form of slang in which the spelling of words is reversed.",
    "wikiUrl": "/wiki/backslang",
    "category": "glossary",
    "id": "0f43bcb162b8959080908cc351927c0601b9b1dd1d59c71d3690865f426339cc"
  },
  {
    "label": "bahuvrihi",
    "description": "Another term for an exocentric compound. Contrast tatpurusa, karmadharaya and dvandva.",
    "wikiUrl": "/wiki/bahuvrihi",
    "category": "glossary",
    "id": "c2af0b9e766f1a924e0a5e26929463d9048ccd6d979d5840381837968da35ba7"
  },
  {
    "label": "barytone",
    "description": "With the stress elsewhere than upon the final syllable. Compare with oxytone, paroxytone, and proparoxytone.",
    "wikiUrl": "/wiki/barytone",
    "category": "glossary",
    "id": "cf2f5adb45d5c82491556088831afec6474b5f642d71e720f177941fa8754385"
  },
  {
    "label": "BC",
    "description": "Before Christ. Year-numbering system equivalent to BCE.",
    "wikiUrl": "/wiki/BC",
    "category": "glossary",
    "id": "768921a22b8e190c2cfafeb0688f0d58a5f76ee4c7fb369758a208c7ba5e9acb"
  },
  {
    "label": "BCE",
    "description": "Before the Common, Current or Christian Era. Year-numbering system equivalent to BC. AD is expressed as CE. To automatically switch most dates to use the \"BC\"/\"AD\" style, visit WT:Per-browser preferences.",
    "wikiUrl": "/wiki/BCE",
    "category": "glossary",
    "id": "1f1f7fc689c5e2a53f121bba0acd616574c2baf2a4ed69ee7c6c30d45c06d88a"
  },
  {
    "label": "blend",
    "description": "A word or name that combines two words, typically starting with the start of one word and ending with the end of another, such as smog (from smoke and fog) or Wiktionary (from wiki and dictionary). Many blends are portmanteaus.",
    "wikiUrl": "/wiki/blend",
    "category": "glossary",
    "id": "727c1e414b34819f8cb5128891a7fb1e412fe7d75bbbdd108d021ebd490df155"
  },
  {
    "label": "borrowing",
    "description": "See loanword.",
    "wikiUrl": "/wiki/borrowing",
    "category": "glossary",
    "id": "90d448c0f5a04425925395aef1b030dff3b504a25727d24a3bdb9fd02e1f39b4"
  },
  {
    "label": "bound form",
    "description": "A unit of language that can only be used as part of a word, not as a word on its own (such as the English suffix -ly). These types morphemes are ‘bound’ in that they are restricted on where and how they are allowed to occur, needing to be attached to a freestanding morpheme in order to exist. Many suffixes are often bound.",
    "wikiUrl": "/wiki/bound_form",
    "category": "glossary",
    "id": "77c832c774b9bf275c4a3fed1a2ff53323e24338ddc72507c2732034ca97dba7"
  },
  {
    "label": "bowdlerization",
    "description": "The removal, from a text, of words or phrases that are considered offensive or vulgar.",
    "wikiUrl": "/wiki/bowdlerize",
    "category": "glossary",
    "id": "68162a90c4da8b4c1c17e3abb1bb5db54452c9696a5cd882aebbba4cfcffcf10"
  },
  {
    "label": "broadly",
    "description": "Indicates a less precise (wider) use of words; short for broadly speaking. For most practical purposes, synonymous with loosely. Contrast strict (narrow) senses.",
    "wikiUrl": "/wiki/broadly",
    "category": "glossary",
    "id": "ffc0c8e3a940608a776493ed58e79fd8b29902d1a091d5f711c302f7c555f9ab"
  },
  {
    "label": "c",
    "description": "See common gender.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "2e7d2c03a9507ae265ecf5b5356885a53393a2029d241394997265a1a25aefc6"
  },
  {
    "label": "c., ca.",
    "description": "\"Circa\" (\"about\"). Hence, a quotation from \"c. 1924\" or \"ca. 1924\" is a quotation from approximately 1924.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "c781e5fb0703e555c3bebf9b13f2e2956a0707ab2032a431d8fb63acf3e14c0d"
  },
  {
    "label": "calque",
    "description": "A borrowing by word-for-word translation: a loan translation. For example, the English expression it goes without saying is a calque (a literal, word-for-word translation) of French ça va sans dire, and flea market is a calque of French marché aux puces (literally “market with fleas”). Contrariwise, the term skyscraper was calqued into French as gratte-ciel (literally “scrapes-sky”). A semantic calque, also known as semantic loan, works similarly but does not create new terms. (see  Calque on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/calque",
    "category": "glossary",
    "id": "97aa39a992e405895510fdd3b70539dd797e3c9fcf3bee9d9ae11ef16441fb4b"
  },
  {
    "label": "case",
    "description": "One of the forms of a noun, used to indicate its function in the phrase or sentence. Examples include: nominative, accusative, genitive, dative.",
    "wikiUrl": "/wiki/case",
    "category": "glossary",
    "id": "bbfcd4160a1e8674dac62292ae48be4785262ad7078f9ec11b74a254ce70fa06"
  },
  {
    "label": "cat.",
    "description": "Abbreviation for category.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "248a128397d8e9c551b65a2afbe8e74ba964090b2792e0449e0847999d66c913"
  },
  {
    "label": "cat.",
    "description": "Without the period, the ISO 639-3 code for the Catalan language.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "248a128397d8e9c551b65a2afbe8e74ba964090b2792e0449e0847999d66c913"
  },
  {
    "label": "category",
    "description": "A collection of entries, used to categorize or group entries of words that are similar in syntax (for example, English plural nouns) or in sense (for example, English words pertaining to sports); see Wiktionary:Categorization.",
    "wikiUrl": "/wiki/category",
    "category": "glossary",
    "id": "edb2cd3b74c999af70f0b7054990f2072dc6e10a847af6ed05954b8994b730fe"
  },
  {
    "label": "catenative verb",
    "description": "A verb able to be immediately followed by the full or bare infinitive, or gerund (i.e. non-finite verbs).",
    "wikiUrl": "/wiki/catenative",
    "category": "glossary",
    "id": "0626426a5ea5693649637e4ba71c40f73d5474e973f15cf93a1753e0b3f2e069"
  },
  {
    "label": "catenative verb",
    "description": "→ Appendix:English catenative verbs",
    "wikiUrl": "/wiki/catenative",
    "category": "glossary",
    "id": "0626426a5ea5693649637e4ba71c40f73d5474e973f15cf93a1753e0b3f2e069"
  },
  {
    "label": "causative verb",
    "description": "A transitive verb that is derived from another verb, and expresses the act of making someone/something do the action of the base verb. Examples in English are: lay (cause to lie), set (cause to sit) and raise (cause to rise). Compare factitive verbs (e.g. shorten, enslave), which are similar but are derived from adjectives or nouns.",
    "wikiUrl": "/wiki/causative",
    "category": "glossary",
    "id": "f8cd7619b6d37284b2bf721433fd4d78e4a768739194186cdab88758f25e1b9e"
  },
  {
    "label": "CE",
    "description": "Common, Current or Christian Era. Year-numbering system equivalent to AD. To automatically switch most dates to use the \"BC\"/\"AD\" style, visit WT:Per-browser preferences.",
    "wikiUrl": "/wiki/CE",
    "category": "glossary",
    "id": "d68956cd067ac773650ef6f94387fd88662528204b65eae20165055281041e0b"
  },
  {
    "label": "cf.",
    "description": "\"Confer\"; \"see\"; \"compare\"  – often used to indicate a word with similar, or opposite meaning.",
    "wikiUrl": "/wiki/cf.",
    "category": "glossary",
    "id": "88cfafb06eabbb83919f144f483c1949ade7987075981665ef4624e593740d8a"
  },
  {
    "label": "circumlocutory",
    "description": "Refers to a roundabout or indirect way of speaking; the use of more words than necessary to express an idea.",
    "wikiUrl": "/wiki/circumlocutory",
    "category": "glossary",
    "id": "a32e5e06bd57d452e7adf21fe92bf78b9b81cb1333efa4e89807b84f9ec76488"
  },
  {
    "label": "CJK, CJKV",
    "description": "Chinese, Japanese, Korean, (and Vietnamese); CJK characters.",
    "wikiUrl": "/wiki/CJK",
    "category": "glossary",
    "id": "9265cc4f1b7ff2681e19c4151b2d76e4e287f9159ff692a54e59884a0bd75ae8"
  },
  {
    "label": "classifier",
    "description": "See counter.",
    "wikiUrl": "/wiki/classifier",
    "category": "glossary",
    "id": "fe1991a9d8b6abd7ff7c58d5e22b4538a75dadae9f33dcca784e7a87c2d0f6ae"
  },
  {
    "label": "clause",
    "description": "A word or group of words that functions as a single unit in the syntax of a sentence, where the head (or central) word is a verb; normally distinguished from a phrase, which is a similar unit where the head word is some other part of speech, such as a noun, adjective or preposition. For example, the sentence The man entered the house, which was large and blue contains two clauses, the independent clause The man entered the house and the dependent clause which was large and blue (here the dependent clause is specifically a relative clause, although not all dependent clauses are relative clauses).",
    "wikiUrl": "/wiki/clause",
    "category": "glossary",
    "id": "9d96e17fd46eb91085fe8e47f714bd58f95300e1a6eb7792fb30d3efdf85446c"
  },
  {
    "label": "clipping",
    "description": "A shortening of a word, without changing meaning or part of speech. Not to be confused with back-formation, which changes meaning, or ellipsis, which shortens by omission of whole words. Also differs from abbreviation, which shortens the written—rather than spoken—form of a word or phrase. See also apheresis, apocope.",
    "wikiUrl": "/wiki/clipping",
    "category": "glossary",
    "id": "310e8b2964ee0e2af74a611513674396e5a727f046e1d6e34bd573e051f42ed7"
  },
  {
    "label": "clipping",
    "description": "→  Clipping (morphology) on  Wikipedia.Wikipedia",
    "wikiUrl": "/wiki/clipping",
    "category": "glossary",
    "id": "310e8b2964ee0e2af74a611513674396e5a727f046e1d6e34bd573e051f42ed7"
  },
  {
    "label": "clitic",
    "description": "A word that attaches to a phrase and cannot be used on its own, such as English -'s. Many languages have clitic pronouns (weak pronouns), which may be contrasted with emphatic or strong pronouns; for example, English 'em is a clitic version of them, and always attaches to the preceding word (usually the verb).",
    "wikiUrl": "/wiki/clitic",
    "category": "glossary",
    "id": "8aa860b33e20b752c69abaf13ae38b6cd4f4a2c70a82282299554385708dd792"
  },
  {
    "label": "cognate",
    "description": "Descended from the same source lexeme of an ancestor language.",
    "wikiUrl": "/wiki/cognate",
    "category": "glossary",
    "id": "dabf96952f29088a9fdcac53053f0e9d1692cf19131f82d35832f64a8e316bed"
  },
  {
    "label": "coinage",
    "description": "A new word intentionally created with a definite meaning.",
    "wikiUrl": "/wiki/coinage",
    "category": "glossary",
    "id": "982223ce37debd57d7498010b17540d2a8ecd40d827f6586d276f73cb0f996fc"
  },
  {
    "label": "collective",
    "description": "Expressing a collection or aggregate of individuals by a singular form.",
    "wikiUrl": "/wiki/collective",
    "category": "glossary",
    "id": "d867c55b793d0858a46441c618c08a7635e998cb6e08a687683751becffac0d0"
  },
  {
    "label": "collective",
    "description": "→ Category:Collective nouns by language",
    "wikiUrl": "/wiki/collective",
    "category": "glossary",
    "id": "d867c55b793d0858a46441c618c08a7635e998cb6e08a687683751becffac0d0"
  },
  {
    "label": "collocation",
    "description": "A sequence of words or terms that are used together more often than by chance, i.e. that appears together relatively more often.",
    "wikiUrl": "/wiki/collocation",
    "category": "glossary",
    "id": "561db4fdbf42e43fe02026503b5fbf7e9c2918f17614556af1e0da8f18cfc179"
  },
  {
    "label": "colloquial",
    "description": "Denotes words belonging to a spoken or vernacular variety of a language. These words are only properly used in a casual or familiar context. This label is only used with some languages; with others it is treated as a synonym of informal. If used, colloquial is stronger than informal (a general rule of thumb is that informal words may be used in the running text of a newspaper article, while a colloquial term would likely not appear without quotation marks).",
    "wikiUrl": "/wiki/colloquial",
    "category": "glossary",
    "id": "7fe82d1c2d9c2abeca43bb9f98595e34000dd3c88cceed3cfbe78338655a78a2"
  },
  {
    "label": "colloquial",
    "description": "Note: It is a common misconception that colloquial somehow denotes \"local\" or a word being \"regional\". This is incorrect; the word root for colloquial is related to locution, not location.",
    "wikiUrl": "/wiki/colloquial",
    "category": "glossary",
    "id": "7fe82d1c2d9c2abeca43bb9f98595e34000dd3c88cceed3cfbe78338655a78a2"
  },
  {
    "label": "combining form",
    "description": "A particular form of a term which is used as an affix. For example, Afro- (as in words like Afrocentric, Afro-American) is the combining form of African.",
    "wikiUrl": "/wiki/combining_form",
    "category": "glossary",
    "id": "1f985b1070ccadcf6a8be34dbe5904d8a24f1606fd9103f7f008d5bac4dd8a9b"
  },
  {
    "label": "common gender, c",
    "description": "\"Of common gender\". Some languages have a distinct common gender that combines masculine and feminine but is distinguished from neuter. In other languages, a \"noun of common gender\" is a pair of nouns, one masculine and one feminine, that are identical in form, and that have the same sense except that one refers to men and the other to women. Distinguish epicene.",
    "wikiUrl": "/wiki/common_gender",
    "category": "glossary",
    "id": "5a40488fd439b1ba76c1b67eeacab7b938bb38594fc7c5497bf5db78d91142cc"
  },
  {
    "label": "comparable",
    "description": "Of an adjective or adverb: able to be compared, having comparative and superlative forms that end in -er and -est (adjectives only), or in conjunction with the words more or most, or sometimes further or furthest. Examples: big, bigger, and biggest; talented, more talented, and most talented; upstairs, further upstairs, and furthest upstairs. Some adjectives are truly uncomparable, such as daily, additional, and else. Many other adjectives, such as unique, existential, and bearable are generally considered uncomparable, but controversially so, where examples can be readily cited of something being \"more bearable\" or \"most perfect\".",
    "wikiUrl": "/wiki/comparable",
    "category": "glossary",
    "id": "8751a3fcac50b3ba5e32bab4b31dbd1b35414bbd12bd19a6241254e6dc2cad3a"
  },
  {
    "label": "comparative",
    "description": "An inflection, or different form, of a comparable adjective showing a relative quality, usually denoting \"to a greater extent\" but not \"to the ultimate extent\". (See also superlative and degrees of comparison.) In English, the comparative form is usually formed by appending -er, or using the word more. For example, the comparative of hard is \"harder\"; of difficult, \"more difficult\".",
    "wikiUrl": "/wiki/comparative",
    "category": "glossary",
    "id": "382439e6f1baad6961e0f5316fb36682f0324cbbc0162a05f9a4d8cb6f11147a"
  },
  {
    "label": "compound",
    "description": "A word or name that combines two or more words without altering them, such as dishcloth (from dish and cloth) or keyboard (from key and board). Compound terms are indicated in etymologies using {{compound}}. (See also WT:ETY#Compound.)",
    "wikiUrl": "/wiki/compound",
    "category": "glossary",
    "id": "ee0df97cece494b174c6844cfd00255723152d5555215073611b8ad673c4e749"
  },
  {
    "label": "concrete noun",
    "description": "A noun that denotes something tangible or material, such as a person or place. Antonym of abstract noun.",
    "wikiUrl": "/wiki/concrete_noun",
    "category": "glossary",
    "id": "93a49eb5697f98459aee3c35271c3de25b75abad6fb9a2ced6913dd79e6a5e79"
  },
  {
    "label": "concrete verb",
    "description": "In the Slavic languages, a verb of motion whose motion is unidirectional and expresses a single, completed action. Opposed to abstract verbs, whose motion is multidirectional or indirect, or whose action is repeated or in a series (iterative). Also called a determinate verb. See abstract verb for more discussion.",
    "wikiUrl": "/wiki/concrete_verb",
    "category": "glossary",
    "id": "084f6942b57cd12fe7e7ecad0fde2433729f640a0b4ea92e60619d5e2ee50630"
  },
  {
    "label": "conditional mood",
    "description": "The mood of a verb used to signify that something is contingent upon the outcome of something else. The conditional mood in English is normally introduced by the word would, as in If I were rich, I would be happy.",
    "wikiUrl": "/wiki/conditional_mood",
    "category": "glossary",
    "id": "6701738b50b716bf7474ebc8f2b18126b6693793086bad5a4091558598785252"
  },
  {
    "label": "conjugation",
    "description": "The inflection of verbs. See also declension.",
    "wikiUrl": "/wiki/conjugation",
    "category": "glossary",
    "id": "f34c82aba5a69747e8986c1d69182a68a333e11779ce76b4d697b592468d3e27"
  },
  {
    "label": "conjunction",
    "description": "A word used to join other words or phrases together into sentences.",
    "wikiUrl": "/wiki/conjunction",
    "category": "glossary",
    "id": "12abd6fbac0f2f0e8c38959e4f58ecc8a5c749e4ec337180b885257c72bf68a8"
  },
  {
    "label": "connegative",
    "description": "A verb form used with the negative verb.",
    "wikiUrl": "/wiki/connegative",
    "category": "glossary",
    "id": "78c9969985676ca123ee8c1eeb805d44c391750ecbf716a58183e3e4fee0bf46"
  },
  {
    "label": "consonant",
    "description": "Any sound that is not the dominant sound of a syllable, the dominant sound generally being a vowel.",
    "wikiUrl": "/wiki/consonant",
    "category": "glossary",
    "id": "b05a85b32ccc06be8dbfd2c3483259cc06e30a7ad75361a51652d5c5d687faf2"
  },
  {
    "label": "consonantism",
    "description": "The sequence of consonants, or the quality peculiar to the consonants of a given word or group of words.",
    "wikiUrl": "/wiki/consonantism",
    "category": "glossary",
    "id": "e5c3285f463ef93681d4da0eddbe4b6f5ecc872eaa8a9cd16cb1bfd157f42445"
  },
  {
    "label": "consonant gradation",
    "description": "A form of consonant mutation found in certain, particularly Uralic, languages, which is historically conditioned by the openness of the following syllable.",
    "wikiUrl": "/wiki/consonant_gradation",
    "category": "glossary",
    "id": "ceaaec9cc38186dfb8e2a7481cd226bb0ab40149ad73665947420df432707f2d"
  },
  {
    "label": "construct state",
    "description": "In some languages, a grammatical form that is used in construing a noun or adjective with another noun or adjective. In the Semitic languages, the construct form is usually a noun modified by a following noun in a genitive construction. The construct state of such a noun X can usually be translated to English as X of. In Persian, the construct state is typically used for all nouns and adjectives in a noun phrase except the very last.",
    "wikiUrl": "/wiki/construct_state",
    "category": "glossary",
    "id": "8b690449dda9227a4d162f158df7ae56d4792e2556ff34a09b355c783248313d"
  },
  {
    "label": "contamination",
    "description": "Influence of one term on the development of another term whereby they come to have similar meanings or similar sound, conflation.",
    "wikiUrl": "/wiki/contamination",
    "category": "glossary",
    "id": "907875d1550c46b70109abcbc453b6f17da820f9eb5c6fad3658dfe2c3727cb4"
  },
  {
    "label": "contraction",
    "description": "A word or phrase shortened in speech, sometimes represented in writing with a punctuation mark in place of missing letters (e.g. English do not → don't or Romanian nu e → nu-i).",
    "wikiUrl": "/wiki/contraction",
    "category": "glossary",
    "id": "d536216e446a3d3168f1cfef94695c45c5594c62e7996ae3ad2ba8cbc7b7ae07"
  },
  {
    "label": "contranym",
    "description": "A term with two opposite meanings.",
    "wikiUrl": "/wiki/contranym",
    "category": "glossary",
    "id": "27539a8d4180d499c8714d1a969172744ff6c38484c89c91e4e8f27b4ed5071f"
  },
  {
    "label": "conversion",
    "description": "The process whereby a new word is created without changing the form, often by allowing the word to function as a new part of speech.",
    "wikiUrl": "/wiki/conversion",
    "category": "glossary",
    "id": "0b236a746870a6b8646123c53e8ba14c1db50d9a961c5160188d7e4621038318"
  },
  {
    "label": "coordinate term",
    "description": "A term that is a different type of the same hypernym (loosely \"category\"). Car and bicycle are coordinate terms to each other, both being hyponyms of a shared hypernym vehicle. Although the term can be applied broadly – e.g. car and asteroid are both things –, such usage is not useful in Wiktionary.",
    "wikiUrl": "/wiki/coordinate_term",
    "category": "glossary",
    "id": "7f467cd6a05fef52ab91af42a87883895cb1ec34ac14a28ea6b9d7ee85d800fa"
  },
  {
    "label": "coordinative compound",
    "description": "A nominal compound in which the two parts are coordinated and the intended meaning of the compound as a whole is a combination of the two parts. Also known as a dvandva compound. Examples in English are not common but are found in many other languages, e.g. Greek μαχαιροπίρουνο (machairopírouno, “cutlery”, literally “knife-fork”) and Yiddish טאַטע־מאַמע‎ (tate-mame, “parents”, literally “papa-mama”). Contrast exocentric and endocentric compounds.",
    "wikiUrl": "/wiki/coordinative",
    "category": "glossary",
    "id": "665f359c7a48a0e2927c105b7c86fc7932f3a9c8077804002a70b8ac92c267f0"
  },
  {
    "label": "copula",
    "description": "A verb that links and equates its subject with its object; also called a linking verb. The most common copula is the verb to be, but others exist, such as to seem, to appear and to sound. The object of a copula often has special properties. For example, it can be an adjective (John is very tall) when most verbs require their objects to be nouns or pronouns. In addition, in languages with case distinctions, the object of a copula is most commonly in the nominative case, while the object of other verbs is usually in a different case, such as the accusative case. Many languages (e.g. Russian, Hebrew, and Arabic) use a null copula (i.e. no word at all) in the present tense when English would use the words am, are or is.",
    "wikiUrl": "/wiki/copula",
    "category": "glossary",
    "id": "b5a899e3f6858719d53372422c511c882da536a4f69e5ab65ef8c51881dacb7c"
  },
  {
    "label": "corruption",
    "description": "A nonstandard form of a word, expression, or text, assigned a value judgment as being debased, especially when resulting from misunderstanding, transcription error, or mishearing; this term is applied in usage prescription but not in modern linguistic science.",
    "wikiUrl": "/wiki/corruption#English:_usage_prescription",
    "category": "glossary",
    "id": "e152d866bc85450b7c1cf059e6e53a66681f80db7e6c55da1453f493e1bf7dd6"
  },
  {
    "label": "countable, countable noun, count noun",
    "description": "Describes a noun which can be freely used with the indefinite article (a or an in English) and with numbers, and which therefore has a plural form. Antonym: uncountable or mass noun.",
    "wikiUrl": "/wiki/countable",
    "category": "glossary",
    "id": "20156f78c506fb0c19ae9080f40d6460e5a09ea1d2172a992327a9a5c377751c"
  },
  {
    "label": "counter",
    "description": "In linguistics, counters, measure words or classifiers are words that are used in combination with a numeral to indicate an amount of something represented by some noun. They denote a unit or measurement and are used with mass nouns, and sometimes also with count nouns. (Compare singulative.)",
    "wikiUrl": "/wiki/counter",
    "category": "glossary",
    "id": "efe899c74558f20b08bbc19bf0228c0c25bddb7871d80bd34ac8b33c030b3698"
  },
  {
    "label": "dated",
    "description": "Formerly in common use, and still in occasional use, but now unfashionable; for example, wireless in the sense of \"broadcast radio tuner\", groovy, and gay in the sense of \"bright\" or \"happy\" are all dated. Dated is not as strong as archaic or obsolete. See Wiktionary:Obsolete and archaic terms.",
    "wikiUrl": "/wiki/dated",
    "category": "glossary",
    "id": "c927beba284e5403f65e339627a513adcc4f53911b9c76142f0f82ec71da66be"
  },
  {
    "label": "dative case, dat.",
    "description": "A case that is usually used as the indirect object of a verb. For example, if English had a fully productive case system, then him in \"She gave him the ball\" would most likely be in the dative.",
    "wikiUrl": "/wiki/dative_case",
    "category": "glossary",
    "id": "57b75ebc7b743aa5841ec3978f0f28d1992b76ec55c9aac7aebc7414a963089f"
  },
  {
    "label": "declension",
    "description": "The inflection of nouns and words like them, or used together with them (i.e. nominals). See also conjugation.",
    "wikiUrl": "/wiki/declension",
    "category": "glossary",
    "id": "6a0c0bb04c21d0b5a94905f295b84f0f2c686103c6ff49a8d0faf57e4f510fc0"
  },
  {
    "label": "defective",
    "description": "Normally would be expected to have a full set of inflected forms, but some of the inflections do not exist or are never used. English examples are the defective verbs can and shall, which do not have infinitive forms (there is no to can or to shall).",
    "wikiUrl": "/wiki/defective",
    "category": "glossary",
    "id": "1242033f8edfae7b32ed4c9422b9b3a2b3a3de2966480a74f6edd299f796ad1b"
  },
  {
    "label": "defective spelling",
    "description": "In languages with matres lectionis (consonant letters representing vowels), the form including no additional ones, this may still include a mater lectionis.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "e05da6c5e6ede9ef5a0046fcb89a933c42edd3636e7339d6af0f6b124f62ea21"
  },
  {
    "label": "definite",
    "description": "Refers to forms of words that present something as known, identified, or immediately identifiable; in English, this is the basic meaning of the article the; in some languages, this is a nominal or adjectival inflection. In the Germanic languages, adjectives inflected as definite are referred to as \"weak\". In Hungarian, the definite conjugation is used to indicate definite objects, including him, her, it, them, and the formal you.",
    "wikiUrl": "/wiki/definite",
    "category": "glossary",
    "id": "4b63ac47336bc7d8aa751189e39e3f8e134f80a62f64dcbee2be3a34e657074f"
  },
  {
    "label": "degrees of comparison",
    "description": "Inflections of adjectives and adverbs which allow comparisons. English has three degrees of comparison: positive, comparative and superlative. Some other languages have other degrees, e.g.: comparative superlative, relative superlative, elative.",
    "wikiUrl": "/wiki/degrees_of_comparison",
    "category": "glossary",
    "id": "dd53aff9f110fe9df51c8ddf36a6853193869d0d35d95874cdbe84ed662aa84f"
  },
  {
    "label": "denominal",
    "description": "Derived from a noun.",
    "wikiUrl": "/wiki/denominal",
    "category": "glossary",
    "id": "000460413ea2115fdbf53d1059f88df42805492928f80947af8a5c16cedb1a24"
  },
  {
    "label": "dependent",
    "description": "(In Greek and in the Gaelic languages) A verb form which is not used independently but preceded by a particle to form the negative or a tense form.",
    "wikiUrl": "/wiki/dependent",
    "category": "glossary",
    "id": "75846e529667722d646a18ae052b393391cfe1ffe98c45f2952a63723938c003"
  },
  {
    "label": "dependent clause",
    "description": "A clause that cannot stand on its own as a complete sentence, as opposed to an independent clause. Also known as a subordinate clause. Logically, a dependent clause modifies a word in another clause in the sentence. Common examples are (1) relative clauses (also known as \"adjective clauses\" or \"adjectival clauses\"), which modify nouns (e.g. The man whom I saw yesterday is leaving today); (2) adverbial clauses, which modify verbs in an adverbial fashion (e.g. When it is time to leave, I will go home), and noun clauses, which take the place of nouns (e.g. I said that my name is John or I suggested that he leave). (see  Dependent clause on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/dependent_clause",
    "category": "glossary",
    "id": "8d932a4b795e1ba203fb5deb498e407e096d62adda310b7e27b20c130d593241"
  },
  {
    "label": "deponent",
    "description": "(In Greek, Latin, and some Gaelic and Nordic languages) A verb with an active meaning which conjugates in a passive manner.",
    "wikiUrl": "/wiki/deponent",
    "category": "glossary",
    "id": "f21f29b882d2cf8a1fd30b60b5c3b1774e70656a0bdad80b206b48518ac1ff1c"
  },
  {
    "label": "derived terms",
    "description": "A post-POS heading listing terms in the same language that are morphological derivatives.",
    "wikiUrl": "/wiki/Wiktionary:Entry_layout_explained#Derived_terms",
    "category": "glossary",
    "id": "fc9addc8ea92802e05b20663952bf64ddbe0a15cc163f217279aa4f1c41d0ece"
  },
  {
    "label": "derogatory",
    "description": "See pejorative.",
    "wikiUrl": "/wiki/derogatory",
    "category": "glossary",
    "id": "172423b3958be4145fba8839e47a33c44fc7f455bc78b1ade65f280b1862d82e"
  },
  {
    "label": "descendants",
    "description": "A post-POS heading listing terms in other languages that have borrowed or inherited the word.",
    "wikiUrl": "/wiki/Wiktionary:Entry_layout_explained#Descendants",
    "category": "glossary",
    "id": "2ea3c7963d2a748ffda1d888e53c5d315a13d0932014281bc4f4feee49970889"
  },
  {
    "label": "descriptive compound",
    "description": "A nominal compound in which one part modifies the other, where both parts refer to the intended meaning of the compound as a whole. Also known as a karmadharaya compound. The intended meaning of the compound as a whole is an extension of the sum-of-parts meaning of the compound. Examples in English are \"blackboard\" (a type of board which is [often] black) and \"houseboat\" (a boat which is also a house). Contrast determinative compounds, where the modified component but not the modifier refer to the intended meaning as a whole, as in \"rainbow\" and \"footstool\". Descriptive compounds are a subtype of endocentric compounds, which are in turn contrasted with exocentric and coordinative compounds.",
    "wikiUrl": "/wiki/descriptive",
    "category": "glossary",
    "id": "f9e819f87c7f047f2921dbdbd13f49bf64d490f161961bfad8c7f0da7d9f610b"
  },
  {
    "label": "desiderative",
    "description": "A verb form indicating a wish.",
    "wikiUrl": "/wiki/desiderative",
    "category": "glossary",
    "id": "e5f19815072296e31799e967d1f9b10e15e622771623426d2700c2c1189f309e"
  },
  {
    "label": "determinate verb",
    "description": "In the Slavic languages, another term for concrete verb.",
    "wikiUrl": "/w/index.php?title=determinate_verb&action=edit&redlink=1",
    "category": "glossary",
    "id": "dd290863998949f0f561dc6eda20503371a4570085a56220f4d643050edcf9b0"
  },
  {
    "label": "determinative compound",
    "description": "A nominal compound in which one part modifies the other, where the modified component (but not the modifier) refers to the intended meaning of the compound as a whole. Also known as a tatpurusa compound. Examples in English are \"rainbow\" (a type of bow, caused by the rain) and \"footstool\" (a type of stool, intended for one's feet). Contrast descriptive compounds, where both the modifier and modified component refer to the intended meaning as a whole, as in \"blackboard\" or \"houseboat\". Determinative compounds are a subtype of endocentric compounds, which in turn are contrasted with exocentric and coordinative compounds.",
    "wikiUrl": "/wiki/determinative",
    "category": "glossary",
    "id": "d3d06e19c551acc46516c897950cf1aabb496a8c3a8401080a535c7e9f4f6de3"
  },
  {
    "label": "determiner",
    "description": "A noun modifier that expresses the in-context reference or quantity of a noun or noun phrase. Determiners are often considered adjectives, but in fact are not quite the same; for example, in English, big is an adjective, so “the big car” is grammatical while *“He saw big car” is not, but some is a determiner, so *“the some car” is not grammatical while “He saw some car” is. In English, adjectives can sometimes stand alone without a noun, while determiners nearly always can (contrast *“He saw big” with “He saw some”), such that they are sometimes considered pronouns as well as adjectives.",
    "wikiUrl": "/wiki/determiner",
    "category": "glossary",
    "id": "4b83fbc29b1239eec72d728230e85b6b1d1df5e76be7052fa37c9e2b21117028"
  },
  {
    "label": "deverbal",
    "description": "A word, often a substantive, derived from a verb. Contrast denominal.",
    "wikiUrl": "/wiki/deverbal",
    "category": "glossary",
    "id": "10ef3977f94b45caf6c781190de89c7d829c3ae967abe0ad71622f0f17844de5"
  },
  {
    "label": "diachrony English Wikipedia has an article on:Diachrony and synchronyWikipedia",
    "description": "A viewpoint of analysis of a language or phrase within a language which considers the historical changes over time which have shaped its state at a given later time. The term is typically used to contrast with synchrony.",
    "wikiUrl": "/wiki/diachrony",
    "category": "glossary",
    "id": "07c7a303070eefd0f32a7e02d937b28d887ed30454a90bc049dc6b8c1f863771"
  },
  {
    "label": "diacritic",
    "description": "A diacritic – also diacritical mark, diacritical point, diacritical sign, or an accent – is a glyph added to a letter, or basic glyph. Examples: acute ( ´ ), double acute ( ˝ ), breve ( ˘ ), inverted breve ( ̑ ), cedilla ( ¸ ), diaeresis/umlaut ( ¨ ), macron ( ¯ ), overring ( ˚ ), perispomene ( ͂ ), etc. The main use of a diacritical mark is to change the sound-values of the letters or cadence of a word to which they are added. Examples are the diaereses in the borrowed French words naïve and Noël, which show that the vowel with the diaeresis mark is pronounced separately from the preceding vowel; the acute and grave accents, which can indicate that a final vowel is to be pronounced, as in saké and poetic breathèd; and the cedilla under the ⟨c⟩ in the borrowed French word façade, which shows it is pronounced /s/ rather than /k/.",
    "wikiUrl": "/wiki/diacritic",
    "category": "glossary",
    "id": "114d0519ff79604cb9eae9c02665ea7dc52f33de4c2ae7242cdff10794ced59d"
  },
  {
    "label": "diaeresis",
    "description": "A diacritic ( ¨ ) placed over a vowel letter indicating that it is sounded separately.",
    "wikiUrl": "/wiki/diaeresis",
    "category": "glossary",
    "id": "83d201e5948a008843b3aec234af23465b6ea0227733d47434647be7b851aa38"
  },
  {
    "label": "dialectal",
    "description": "Of or relating to a dialect.",
    "wikiUrl": "/wiki/dialectal",
    "category": "glossary",
    "id": "4b470063b9cba3d03fa2e5dcec42bc648b24ae2be603d80485bebd7a992cbed0"
  },
  {
    "label": "diminutive",
    "description": "A word form expressing smallness, youth, endearment, unimportance, or contempt.",
    "wikiUrl": "/wiki/diminutive",
    "category": "glossary",
    "id": "2f8eb58affb232b7d5238af56768ae90692f6fcc1a2354d8dcb2f8b15c306b1f"
  },
  {
    "label": "direct object",
    "description": "The noun or noun phrase that a verb is directly acting upon. In some languages direct objects are marked with the accusative case.",
    "wikiUrl": "/wiki/direct_object",
    "category": "glossary",
    "id": "844c160d00cb567f87dead1e371e44d2f76a3cd16addeaa517878b1ce7d59283"
  },
  {
    "label": "direct object",
    "description": "→ transitive verb, indirect object",
    "wikiUrl": "/wiki/direct_object",
    "category": "glossary",
    "id": "844c160d00cb567f87dead1e371e44d2f76a3cd16addeaa517878b1ce7d59283"
  },
  {
    "label": "dissimilation English Wikipedia has an article on:DissimilationWikipedia",
    "description": "A phonological process whereby one of a pair of similar sounds within a word or phrase becomes dissimilar: for example, the shift l…l > r…l in the derivation of Middle French coronnel from Old Italian colonnello. It has an opposite effect to assimilation.",
    "wikiUrl": "/wiki/dissimilation",
    "category": "glossary",
    "id": "958e4d83263ef4087f7f115cca5f128209c854b9ccfd889044dff06b44edb0b7"
  },
  {
    "label": "displaced",
    "description": "Of an older word: having been replaced by a newer word.",
    "wikiUrl": "/wiki/displace",
    "category": "glossary",
    "id": "19e9dc15eeeba7dd1a9a0e98df7ea957f9c8af1934595e010da03a61d879105b"
  },
  {
    "label": "ditransitive verb",
    "description": "(of a verb) taking two objects, such as give in “Give me the ball” (where me is an indirect object and the ball is a direct object). Compare intransitive, transitive, and ambitransitive verbs.",
    "wikiUrl": "/wiki/ditransitive_verb",
    "category": "glossary",
    "id": "18aa79c777f8460a9ae0bbba7d6d75bb0df634604d9baa25bfc90f9ceb65883c"
  },
  {
    "label": "doublet",
    "description": "One of two (or more) words in a language that have the same etymological root (as in etymon, not root morphemes like Proto-Indo-European roots) but have come to the modern language through different routes. Doublets can come about e.g., as loanwords from two different but related languages, as loanwords acquired from the same language at two different stages, as one loanword from a related language plus its native cognate, or as derivatives formed at two different stages in the history of a language. Example: lever and levator are doublets (more at Category:English doublets).",
    "wikiUrl": "/wiki/doublet",
    "category": "glossary",
    "id": "7e6b7e40c7142590e15bd1ec35a560dbd4e6f28584afb1c3c65331546829cf6b"
  },
  {
    "label": "dual, dual number",
    "description": "A grammatical number that indicates exactly two items or individuals. Usually contrasts with singular and plural.",
    "wikiUrl": "/wiki/dual",
    "category": "glossary",
    "id": "3bc552e639c2221fa22b420cbb17906a2062bf12387baeca3dd17a2ff7fbc8e0"
  },
  {
    "label": "dummy pronoun",
    "description": "A pronoun that has no referent. For instance, it in it is good to know that you are okay is a dummy subject. It is used in order to provide the verb is with a syntactic subject, because English does not allow a null subject.",
    "wikiUrl": "https://en.wikipedia.org/wiki/dummy_pronoun",
    "category": "glossary",
    "id": "6872f4bf518c96d54add47fab64ef2c817fe35c032cbc847f6ef33423e59d23e"
  },
  {
    "label": "dvandva",
    "description": "Another term for a coordinative compound. Contrast bahuvrihi, tatpurusa and karmadharaya.",
    "wikiUrl": "/wiki/dvandva",
    "category": "glossary",
    "id": "0aae2d132cfc5bf8704b1d64fab56a37664db84ec87aa3a0d2d92762e4a29d5b"
  },
  {
    "label": "dysphemism",
    "description": "A term carrying negative connotations or imagery to replace a (more) neutral original. Contrast euphemism.",
    "wikiUrl": "/wiki/dysphemism",
    "category": "glossary",
    "id": "31d0c50c698abfaab2c531eae449987235f18aa41908ec1fbc1b69a273040960"
  },
  {
    "label": "ed.",
    "description": "\"Editor\" (or sometimes \"edition\"). This abbreviation is often used in attributing quotations; the editor of a compilation is generally the individual in charge of selecting what works to include.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "598e19f84dbe7b7ca538bbc99b84d5bbec57ee0f86e7f681d7bb6820bc1786a1"
  },
  {
    "label": "elative",
    "description": "In Semitic languages, a stage of gradation that can be used both for a superlative and comparative. (See also degrees of comparison.)",
    "wikiUrl": "/wiki/elative",
    "category": "glossary",
    "id": "2b5589bb194f33243e691fde345aff96a34e31536d2bf1e56d2de0503b6e5fee"
  },
  {
    "label": "elative case",
    "description": "A case which expresses \"moving out of\".",
    "wikiUrl": "/wiki/elative_case",
    "category": "glossary",
    "id": "55b75f2f9680c562749bf086c683450e4f04c3a4e9eb5a0526ff7af88c5b5b50"
  },
  {
    "label": "elision",
    "description": "The removal of a phoneme or sequence of phonemes from a word, particularly at the beginning or end.",
    "wikiUrl": "/wiki/elision",
    "category": "glossary",
    "id": "1206566438ef96ae46c8606b75a672ca179aab1048f2f17624f6eac7201089c7"
  },
  {
    "label": "ellipsis",
    "description": "The omission of a word or phrase that can be inferred from the context.",
    "wikiUrl": "/wiki/ellipsis",
    "category": "glossary",
    "id": "b014a0215b719a333d94f3e9f599ff66a75ccfe07964e619adeb221d7ae3b796"
  },
  {
    "label": "elongated",
    "description": "With letters added for emphasis, like \"stoooop!\" Usually this is nonstandard writing, but in some uses, such as in interjections, this is normal: \"awwwww!\", \"shhhh!\"",
    "wikiUrl": "/wiki/elongated",
    "category": "glossary",
    "id": "fb68ac62c8a3c0f778caeb9e412843040a1e59d8376bcb3a9ef28618bcfabb17"
  },
  {
    "label": "emphatic",
    "description": "Taking particular stress. English's reflexive pronouns double as emphatic ones, as in \"I myself have not seen it\" (where \"myself\" emphasizes the role of the speaker); some other languages (such as Greek) have emphatic pronouns that they distinguish from weak or clitic pronouns.",
    "wikiUrl": "/wiki/emphatic",
    "category": "glossary",
    "id": "efb694b46ac52324894e5d45d7e5ef2c96abe9508a675b9ba7b1893f371dce1d"
  },
  {
    "label": "enclisis",
    "description": "The phonetic joining of a word with the preceding word. In modern Greek this may result in an extra stress on the first word, thus:\n\"το όνομα μου είναι\" (\"to ónoma mou eínai\") becomes \"το όνομά μου είναι\" (\"to ónomá mou eínai\")",
    "wikiUrl": "/wiki/enclisis",
    "category": "glossary",
    "id": "4046980ee48052d25799f6ff994b381242cff0f1987e6d41199c881b1fb58b92"
  },
  {
    "label": "enclisis",
    "description": "\"το όνομα μου είναι\" (\"to ónoma mou eínai\") becomes \"το όνομά μου είναι\" (\"to ónomá mou eínai\")",
    "wikiUrl": "/wiki/enclisis",
    "category": "glossary",
    "id": "4046980ee48052d25799f6ff994b381242cff0f1987e6d41199c881b1fb58b92"
  },
  {
    "label": "enclisis",
    "description": "\"το όνομα μου είναι\" (\"to ónoma mou eínai\") becomes \"το όνομά μου είναι\" (\"to ónomá mou eínai\")",
    "wikiUrl": "/wiki/enclisis",
    "category": "glossary",
    "id": "4046980ee48052d25799f6ff994b381242cff0f1987e6d41199c881b1fb58b92"
  },
  {
    "label": "endonym",
    "description": "A name used by a group or category of people to refer to themselves or their language (contrast exonym). Also called autonym or selfname.",
    "wikiUrl": "/wiki/endonym",
    "category": "glossary",
    "id": "02cd6eed78fe638e70f6bec3b16252d5a16df70330c4fd0fc2361236aad08a77"
  },
  {
    "label": "endocentric compound",
    "description": "A nominal compound in which one part modifies the other, where the modified compound refers to the intended meaning of the compound as a whole. Examples in English are \"blackboard\" (a type of board), \"houseboat\" (a type of boat), \"rainbow\" (a type of bow) and \"footstool\" (a type of stool). Endocentric compounds are categorized into two subtypes, descriptive compounds (where the modifier also refers to the intended meaning of the compound as a whole, as in blackboard and houseboat) and determinative compounds (where the modifier does not refer to the intended meaning of the compound as a whole, as in rainbow and footstool). For example, a houseboat is a type of house as well as a type of boat, and a blackboard is (usually) black. However, a rainbow is not a type of rain (rather it is a bow that is caused by the rain), and similarly a footstool is not a type of foot (it is a stool intended for the feet). Endocentric compounds are contrasted with exocentric and coordinative compounds.",
    "wikiUrl": "/wiki/endocentric",
    "category": "glossary",
    "id": "a8acf9a464c2119d7a9cdb5b94dfbd37929b6a6a817f3c7f19ce55d9dcf55db7"
  },
  {
    "label": "enPR",
    "description": "Wiktionary's English Phonemic Representation system. Details in the English pronunciation key.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "729a7070acd7b4f6ae3dddabb3d39c2b760ee3af2fa380f01eaf99d5be7915e5"
  },
  {
    "label": "epenthesis",
    "description": "The insertion of a phoneme, letter, or syllable into a word, usually to satisfy the phonological constraints of a language or poetic context. In careful use epenthesis only refers to insertions in the middle of a word: cf. prothesis, paragoge.",
    "wikiUrl": "/wiki/epenthesis",
    "category": "glossary",
    "id": "1d9994cfd65e0df1c0dace8f7e169acd7eca297cb773181965fc70d3ac41ff66"
  },
  {
    "label": "epicene",
    "description": "Having a single form for both male and female referents.",
    "wikiUrl": "/wiki/epicene",
    "category": "glossary",
    "id": "5a0e5638b01144800f66f42f31ba226ce4339e92ba7bccee818f893419e277f4"
  },
  {
    "label": "eponym",
    "description": "A word formed from a real or fictive person’s name. Compare toponym, a word derived from a place name.",
    "wikiUrl": "/wiki/eponym",
    "category": "glossary",
    "id": "512155aab7e3f34de001d377fccfb63615411c7142749c46a38baa9e7e534f98"
  },
  {
    "label": "eponymous",
    "description": "Using its own name as a title for a work of art.",
    "wikiUrl": "/wiki/eponymous",
    "category": "glossary",
    "id": "4d2da4b7510a842fe0b093fc098e9f489239da5cefa51d0634f8919dfd97bf60"
  },
  {
    "label": "equative",
    "description": "A construction showing an equal quality; for example, the equative of happy is as happy as. In some languages, such as Welsh and Old Irish, the equative is a distinct form of the adjective.",
    "wikiUrl": "/wiki/equative",
    "category": "glossary",
    "id": "91110ab3ef5a7ad9cd8445b166d068904112d370291bba744cedc8c16a279dc0"
  },
  {
    "label": "ergative case",
    "description": "A case used in some languages, which marks the subject of a transitive verb, but not the subject of an intransitive verb.",
    "wikiUrl": "/wiki/ergative_case",
    "category": "glossary",
    "id": "2a5717ee1fc6544d88d3e02b661a1f8a1ec0ead79b087d03ddfb7d268d1a2783"
  },
  {
    "label": "ergative verb",
    "description": "A verb that can be transitive or intransitive, where the intransitive subject is the patient, the same role as the transitive object. Essentially, an ergative is an intransitive verb that is its own causative when used transitively. For example, break is an ergative verb. The same thing happens to the window in \"The window broke\" (subject) as in \"I broke the window\" (direct object), but in the second example there is also an agent which causes the window to break.",
    "wikiUrl": "/wiki/ergative_verb",
    "category": "glossary",
    "id": "8a1a7f57ad9553193112e2a7b711d4bfc7051a7321c69a664d630b94c084a666"
  },
  {
    "label": "etymology",
    "description": "An account of the origin and historical development of a word.",
    "wikiUrl": "/wiki/etymology",
    "category": "glossary",
    "id": "13056d2a12a83617c70088f36657f27a504ae280d790c79073068e55e027b9fc"
  },
  {
    "label": "etymon",
    "description": "The source word of a given word.",
    "wikiUrl": "/wiki/etymon",
    "category": "glossary",
    "id": "e7f18d1dbc54e65e9bdcd0be22c01eb4de9e74e873fb7462c4ec0fe2679284d8"
  },
  {
    "label": "euphemism",
    "description": "A term that is less vulgar or less offensive than the one it replaces. Contrast dysphemism.",
    "wikiUrl": "/wiki/euphemism",
    "category": "glossary",
    "id": "23f6def927b1ea4a35ca4be0595eed8ef30052576ff76b5424427f1fcc4e9aab"
  },
  {
    "label": "excessive spelling",
    "description": "In languages with matres lectionis (consonant letters representing vowels) a form including one or more additional ones. For example in Hebrew אדום‎ (“red”) of אָדֹם‎, an added ו (“vav”) indicating /o/.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "0ad8ee4a15742a86e6ff057732c2a39ec06715628d0a25667232f408b3e35fbe"
  },
  {
    "label": "excrescent",
    "description": "A sound in a word without etymological reason, added for articulatory purposes.",
    "wikiUrl": "/wiki/excrescent",
    "category": "glossary",
    "id": "905739920758990a478a4e7bf1042f6ebc49008e0149efed514eb7f7b096db07"
  },
  {
    "label": "exocentric compound",
    "description": "A nominal compound in which the first part modifies the second and neither part alone conveys the intended meaning. Examples in English are \"barefoot\" (i.e. \"having bare feet\"; neither component refers to a person) and \"houndstooth\" (i.e. \"resembling a hound's tooth\"; neither component refers to fabric). Also known as a bahuvrihi compound. Contrast endocentric (with its subtypes determinative and descriptive) and coordinative.",
    "wikiUrl": "/wiki/exocentric",
    "category": "glossary",
    "id": "22db174c0511e835a62656f4f1134a59faef1ca8d0b974a4c6637a290f1daf75"
  },
  {
    "label": "exonym",
    "description": "A name for a place, people or language used by foreigners instead of the native-language version (the endonym).",
    "wikiUrl": "/wiki/exonym",
    "category": "glossary",
    "id": "83e17f7469b531e4dbeb7ece2217562dda614fb5dab0d8c0862ea2ec07411b64"
  },
  {
    "label": "expletive",
    "description": "A vulgar term, an intensifier, or a word without meaning added to fill a syntactic position.",
    "wikiUrl": "/wiki/expletive",
    "category": "glossary",
    "id": "e93e52e5299332c0adf5707021bf8b1eaff2a3d281885bc6818067822d5e5d67"
  },
  {
    "label": "eye dialect English Wikipedia has an article on:eye dialectWikipedia",
    "description": "A deliberate misspelling used in writing to indicate that the speech of a character is vernacular, non-standard or uneducated; the spelling represents how they would spell the words if they were asked to write them down. As such, it is the functional opposite of pronunciation spelling.",
    "wikiUrl": "/wiki/eye_dialect",
    "category": "glossary",
    "id": "9da316874847254557529567b21c6f2a1bfe54cc4c189cd1ad4043a5c195c300"
  },
  {
    "label": "ezafe or ezâfe",
    "description": "In Persian: اِضافِه‎ (ezâfe). The possessive or genitive construction in Persian. See also ʾiḍāfa.",
    "wikiUrl": "/wiki/ezafe",
    "category": "glossary",
    "id": "83cd8f65d2c8447ad46e08ca9fbbbc1b042c07ec05c2be68a63fad95a4aba4f2"
  },
  {
    "label": "f",
    "description": "See feminine.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "252f10c83610ebca1a059c0bae8255eba2f95be4d1d7bcfa89d7248a82d9f111"
  },
  {
    "label": "factitive verb",
    "description": "A transitive verb that is derived from an adjective or noun, and expresses the act of making someone/something have the properties (or have more of the properties) of the base adjective or noun. Examples in English are: shorten (make shorter), strengthen (make stronger) and enslave (make a slave). Compare causative verbs, which are similar but are derived from other verbs.",
    "wikiUrl": "/wiki/factitive",
    "category": "glossary",
    "id": "21d5f749b717fd42fa79377c0764e1555661ae87eed2b8abb576dd1efc7d1df9"
  },
  {
    "label": "false cognate",
    "description": "A word in a language that bears a phonetic and semantic resemblance to a word in another or the same language but is not etymologically related to it and thus not a true cognate. Examples include English day/Portuguese dia, German Feuer/French feu (both meaning \"fire\"), Malay dua/Sanskrit द्व (dva) (both meaning \"two\"), and English dog/Mbabaram dog.",
    "wikiUrl": "/wiki/false_cognate",
    "category": "glossary",
    "id": "93665ed3e32417becce05106279151e76a35c7014c57fa85477201fa8662cd68"
  },
  {
    "label": "false friend",
    "description": "A word in a language that bears a phonetic resemblance to a word in another language, often because of a common etymology, but has a different meaning. Examples include English parent/Portuguese parente (“relative”) and English embarrassed/Spanish embarazada (“pregnant”).",
    "wikiUrl": "/wiki/false_friend",
    "category": "glossary",
    "id": "21f71ac145555a9b720755d9a9205d2a9babf4e51689bd00706ec94926d42899"
  },
  {
    "label": "familiar",
    "description": "Describes a context where those conversing, through speech or written word, are well acquainted with one another and in casual situations often use more informal or colloquial terms to communicate.",
    "wikiUrl": "/wiki/familiar",
    "category": "glossary",
    "id": "3a419467866c1174426c5877e732c15ef1595a30092ccef4c3fa2c35eacbe0ab"
  },
  {
    "label": "feminine, f",
    "description": "\"Feminine\"; said of a word belonging to the feminine gender, which is usually contrasted with the masculine gender, and also often with a neuter gender.",
    "wikiUrl": "/wiki/feminine",
    "category": "glossary",
    "id": "8efe204f163b7dfb910f350001b643daeaf586cd2c1bece2a36626fa8011af7d"
  },
  {
    "label": "figurative",
    "description": "Not literal. Of figures of speech, words or expressions used as metaphors or similes, e.g. saying that a greedy person is a pig or is like a pig, or as metonyms, e.g. using 'crown' to refer to the monarchy.",
    "wikiUrl": "/wiki/figurative",
    "category": "glossary",
    "id": "0fa4e5440713419eb23cc3d484922925b7370f955c1ab70cb187704b6ec614a3"
  },
  {
    "label": "first person, 1st person",
    "description": "A grammatical person that indicates the speaker him/her/itself, or a group to which the speaker belongs. Examples are the English pronouns I and we.",
    "wikiUrl": "/wiki/first_person",
    "category": "glossary",
    "id": "246c53775b9d90ef0c9be844d133abcab98db417bb8a29d8753e4fab9849b2b1"
  },
  {
    "label": "fl.",
    "description": "\"Floruit\" (Latin for \"he/she flourished\"). Used when the exact dates of a person's birth and death are unknown to denote a date or period during which the person was known to have been alive or active.",
    "wikiUrl": "/wiki/fl.",
    "category": "glossary",
    "id": "55b3ee7b7cd95939f167fd9f766d5d8fe4da5062ccbb99a6532c47e45c552802"
  },
  {
    "label": "focus",
    "description": "An adverb that indicates focus within the sentence.",
    "wikiUrl": "/wiki/focus",
    "category": "glossary",
    "id": "c51faa148557a08cbf790156578b7a82b41f22dd01227f7dde057e34c18a365f"
  },
  {
    "label": "folk etymology English Wikipedia has an article on:folk etymologyWikipedia",
    "description": "A misunderstanding of the etymology of a word; a false etymology that incorrectly explains the origin of a word.",
    "wikiUrl": "/wiki/folk_etymology",
    "category": "glossary",
    "id": "5a251fb5a02aba2db375d597805a811618ec99c374748fb5c6e26a2f9262a25b"
  },
  {
    "label": "formal",
    "description": "Describes word choice and syntax which is mainly appropriate in formal contexts, such as in official or legal documents, essays, and sometimes when talking with one's superiors or elders. Informal terms, frequently those that originate through casual speech (colloquial), are often inappropriate in formal contexts. See also higher register.",
    "wikiUrl": "/wiki/formal",
    "category": "glossary",
    "id": "b92231fc15698337333b5f92efba1256623a115a832bf4f7a265f3c17f8abc1a"
  },
  {
    "label": "fossil word",
    "description": "A word that is broadly obsolete but remains in currency because it is contained within an idiom that is still in use.",
    "wikiUrl": "/wiki/fossil_word",
    "category": "glossary",
    "id": "a99ac6d1b98793356d6176effdb0a2a96de904d06cdbb22e9b10525763fb3023"
  },
  {
    "label": "fpl",
    "description": "\"Feminine plural\"; of feminine gender and plural number.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "f1e61e4389fcfb3be8effddb4aca8d74ebc98daabb8f52b11dfdb2e91138283e"
  },
  {
    "label": "frequentative",
    "description": "Expressing repetition of an action.",
    "wikiUrl": "/wiki/frequentative",
    "category": "glossary",
    "id": "ca95629d1882f5884caa672ef3e0056ad3df344dbc4105e7a1560baa396dcbc7"
  },
  {
    "label": "fricative",
    "description": "A consonant sound produced by air flowing through a constriction in the mouth, and typically producing a sibilant, hissing, buzzing or otherwise \"rough\" quality. In English, there are fricatives that are voiceless /f/, /s/, /ʃ/, /θ/ (as in the final sounds of buff, bus, bash and bath), and there are corresponding voiced sounds /v/, /z/, /ʒ/, /ð/ (as in the final sounds of above, buzz, beige and bathe). Fricatives are distinguished from plosives, in which the air is blocked completely for a short period of time, and approximants, in which the air is not constricted enough to cause the characteristic rough sound of a fricative.",
    "wikiUrl": "/wiki/fricative",
    "category": "glossary",
    "id": "fa65d91bb0b2e6b3ce4e58afc46b55b89c47d6178b7af0389d7f27455b42df7c"
  },
  {
    "label": "front vowel",
    "description": "A vowel produced in the front of the mouth. In English, the front vowels are /æ/, /ɛ/, /eɪ/, /ɪ/, /i/ (as in the vowels of bat, bet, bait, bit, and beat respectively). Contrasts to a back vowel.",
    "wikiUrl": "/wiki/front_vowel",
    "category": "glossary",
    "id": "40b3c33dd745e4939afb538dd760c0f9928658d4a9a2d2c5634f5187e72dbe8b"
  },
  {
    "label": "future perfect",
    "description": "A tense that expresses action completed at some time in the future; in English it is formed by use of will have (or shall have) and a past participle.",
    "wikiUrl": "/wiki/future_perfect",
    "category": "glossary",
    "id": "f89e5dd8f875914e38c9888f578c380573c0f14a26f05dbb8973d90cb86db5a6"
  },
  {
    "label": "future tense",
    "description": "The tense of a verb used to refer to an event, transaction or occurrence that has not yet happened, is expected to happen in the future, or might never happen. An English example is will go in I will go home tomorrow.",
    "wikiUrl": "/wiki/future_tense",
    "category": "glossary",
    "id": "645a2a508800f9fd04781e40bdd69cb0940200c0aeb7035b2b1e275c5b8f3352"
  },
  {
    "label": "gemination",
    "description": "A phenomenon when a consonant is pronounced for an audibly longer period of time than is done normally.",
    "wikiUrl": "/wiki/gemination",
    "category": "glossary",
    "id": "4ed3f05f247e99a7d3aa872a72e9eb1ad9708340782d00e7da9b7bfb07b12a46"
  },
  {
    "label": "gender",
    "description": "A way of classifying nouns in some languages. In such languages, each noun has a specific gender (often determined by its meaning and/or form), and other words (especially adjectives and pronouns) will often change form to agree with the noun's gender. See also noun class.",
    "wikiUrl": "/wiki/gender",
    "category": "glossary",
    "id": "de9feaea8b66f7ba74845ee5fc156cdd22e8e4533de13ca76d71ac495da358ff"
  },
  {
    "label": "gender-neutral",
    "description": "Of language constructs, not indicating or restricted by gender, and thus applicable to those of any gender and to those of no gender.",
    "wikiUrl": "/wiki/gender-neutral",
    "category": "glossary",
    "id": "6b9fa7fca968b58fc84d4409993ff076e9e0ab086551124fbb6502ab9e68a6fd"
  },
  {
    "label": "genericized trademark",
    "description": "A successful brand name or trademark that has come to refer to the generic class of objects rather than the specific brand type.",
    "wikiUrl": "/wiki/genericized_trademark",
    "category": "glossary",
    "id": "b257371dc5d0ed9a2eb98494174906d9d55db8043fbc9781297e1a6ed60f563e"
  },
  {
    "label": "genitive case",
    "description": "A case that expresses possession or relation, equivalent to the English of or -'s.",
    "wikiUrl": "/wiki/genitive_case",
    "category": "glossary",
    "id": "ef71f37a368e9202a1aee5b58adaa761704fb0c6a08584800ecb5f24b1c09ad8"
  },
  {
    "label": "gerund",
    "description": "Any of various non-finite verb forms in various languages. In English, a \"gerund\" refers to a verb in its -ing form when used in a way that resembles the use of a noun. Despite showing noun-like behavior in the context of the surrounding sentence, gerunds show verbal behavior in the context of their own internal clause: they can take direct objects or be modified by adverbs. In this way, gerunds are distinguished from deverbal nouns ending in -ing, which occur in noun phrases that can take determiners or be modified by adjectives. For example, \"manufacturing\" is a gerund in the following sentence: \"Efficiently manufacturing this device is difficult.\" It is a verbal noun (not a gerund) in this sentence: \"The efficient manufacturing of this device is difficult.\" In other languages, gerund can refer to a form that often functions as an adverb to form adverbial phrases or the continuous tense.",
    "wikiUrl": "/wiki/gerund",
    "category": "glossary",
    "id": "04db408cfa996cff6b7a7402581774793e753e5e0c329cc8fb57febb5b37827e"
  },
  {
    "label": "ghost word",
    "description": "A fictitious or erroneous word, originally meaningless (not used in practice), that has been published in a dictionary or similarly authoritative reference work or otherwise listed as genuine, generally as the result of misinterpretation, misreading, or typographical error.",
    "wikiUrl": "/wiki/ghost_word",
    "category": "glossary",
    "id": "d2555944f821da2b4348b3a72172033898c5895e6d69224cdacb7428051dd5c1"
  },
  {
    "label": "government",
    "description": "A grammatical requirement that a word or sense imposes on its dependent words. With case government, the dependent word must be inflected in a particular grammatical case. For example, the Latin preposition ex (“out of”) governs the ablative (requires that the complement is inflected in the ablative case). Also called rection. (See also  Government (linguistics) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/government",
    "category": "glossary",
    "id": "ab5e9e376f9539179e465f248595caac9789aed486e8da331495e2cf8f4c5634"
  },
  {
    "label": "grammatical number",
    "description": "See number.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "fe0400dd5edda02b915122ab013eaac0df315c568b26b2efee0d5277158bdb55"
  },
  {
    "label": "grammatical person",
    "description": "See person.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "2cdec6d4d1fa684855e176fd429ed2c7b0a6501ac953b465cbdb08145fbe17ae"
  },
  {
    "label": "grave accent",
    "description": "A diacritic mark ( ` ) used in many languages to distinguish the pronunciations of vowels.",
    "wikiUrl": "/wiki/grave_accent",
    "category": "glossary",
    "id": "8b14c7f556dd301d4447f4df6811e70875dee0f0c1f4b31293d400eae3354dd0"
  },
  {
    "label": "habitual",
    "description": "A verbal aspect specifying an action as occurring habitually: the subject performs the action usually, ordinarily, or customarily. Also called consuetudinal.",
    "wikiUrl": "/wiki/habitual",
    "category": "glossary",
    "id": "fc854d485a3fab487d5b414b52c72c71dbecf986f019ffe5f3397b62d327ab76"
  },
  {
    "label": "hapax legomenon, hapax",
    "description": "In corpus linguistics, a word that occurs only once within a given corpus, either in the written record of an entire language, in the works of an author, or in a single text.",
    "wikiUrl": "/wiki/hapax_legomenon",
    "category": "glossary",
    "id": "a354f3a2128a9faa608c16aaf8bb00210f1f4a7b596f7d80949adb978a361750"
  },
  {
    "label": "haplology",
    "description": "The elision or deletion of a part of a word (a sequence of phonemes, or a series of letters) that is repeated (either exactly or with slight change). An example of haplological pronunciation is the UK English pronunciation of library as if spelled libry, where the sequence of phonemes /ɹəɹ/ is shortened to /ɹ/. An example of haplology relating to spelling is symbology, from symbol +‎ -ology, where the sequence olol is shortened to ol. Contrast with reduplication, the repetition of a part of a word.",
    "wikiUrl": "/wiki/haplology",
    "category": "glossary",
    "id": "41acbe9f137e7ad0542993b76de1c592bd01e202e0a37456d20c32bcc18acde1"
  },
  {
    "label": "hedge",
    "description": "In pragmatics, a term (word, phrase, or clause) used to lessen the force of an utterance: for instance, to avoid giving insult or bragging about one's knowledge.",
    "wikiUrl": "/wiki/hedge#English:_pragmatics",
    "category": "glossary",
    "id": "97fe21bcd36ae81c1cb0fb7d379f7ab4738b5dfc99b8345b993a3650bfc2090c"
  },
  {
    "label": "higher register",
    "description": "Belonging to the higher linguistic register, meaning that it might be used when the speaker wishes to sound refined or educated, in formal situations, or when writing. Such terms are usually less common or known and are not used in everyday speech. See also literary which is a sub-category.",
    "wikiUrl": "/wiki/higher",
    "category": "glossary",
    "id": "2cb0e2f9583e3b1250eb3fbd9030bc2939b8b9efc8cc5c55f61126ddcfcc8c0e"
  },
  {
    "label": "historical",
    "description": "Describing an object or concept which is no longer extant or current; for example, Czechoslovakia, stomacher, or phlogiston. Distinguish: a historical term is still in use but refers to a thing no longer in current use; an obsolete term is no longer in use, while the thing it once referred to may or may not exist. Whereas an archaic term names a still-extant thing or non-outdated concept, a historical term names a former thing or outdated concept.",
    "wikiUrl": "/wiki/historical",
    "category": "glossary",
    "id": "f5dbf9fe930c4f499bc6573d86f0156f86ed10363bfee0a71efb3eacce58410f"
  },
  {
    "label": "holonym",
    "description": "A term describing something that is formed by other smaller, somehow combined or related things. For example, tree is a holonym of leaf; body is a holonym of arm; Canada is a holonym of British Columbia etc. The opposite of holonym, which describes things that are part of a whole, is called meronym.",
    "wikiUrl": "/wiki/holonym",
    "category": "glossary",
    "id": "15c46e64ffd8cb7fa08aca3b4b7797589cc7d60c63a0ae74da2b111fcee6667f"
  },
  {
    "label": "homograph",
    "description": "A word that is spelled the same as another word, usually having a different etymology.",
    "wikiUrl": "/wiki/homograph",
    "category": "glossary",
    "id": "32e2bf29d3eee4aa65bfb90d2c8679d8008f70665fc6814524a3b1d7b1d6fcde"
  },
  {
    "label": "homophone",
    "description": "A word which is pronounced the same as another word but differs in spelling, meaning or origin.",
    "wikiUrl": "/wiki/homophone",
    "category": "glossary",
    "id": "16de9088d71e6aad2a657db6a871747bf972c1ca243dc4fc68da9c72bbaaff09"
  },
  {
    "label": "hot word",
    "description": "A newly coined term, or newly adopted sense of an existing term, that has become very popular in a short time. It is kept provisionally as it is likely to remain in usage, even though it fails the \"spanning at least one year\" requirement of the Criteria For Inclusion on Wiktionary.",
    "wikiUrl": "/wiki/hot",
    "category": "glossary",
    "id": "86b2a55a1c159cbca09a150dfe6660a8726e4777ccf1c027359696585b09d06a"
  },
  {
    "label": "humorous",
    "description": "A word which is considered inherently jocular in some way.",
    "wikiUrl": "/wiki/humorous",
    "category": "glossary",
    "id": "283deba1f3a5b4a86fb032d9800ced8c14f0affa57749b15c2a417e482c5048c"
  },
  {
    "label": "hyperbole",
    "description": "Deliberate or unintentional overstatement, particularly if extreme.",
    "wikiUrl": "/wiki/hyperbole",
    "category": "glossary",
    "id": "6609f011a46293ddc55641a38eb2ceca421abb081cd8e7c50a7e7071bbd8bed1"
  },
  {
    "label": "hypercorrect",
    "description": "Incorrect because of the misapplication of a standard rule; for example, octopi used as the plural form of octopus is hypercorrect because -us → -i is the rule for forming plurals of originally-masculine nouns of the Latin second declension, whereas octopus actually derives from Ancient Greek and has the plural form octopodes consistent with its etymology.",
    "wikiUrl": "/wiki/hypercorrect",
    "category": "glossary",
    "id": "7ff84c6d7838ee3013d6ffafcecd62add1c109a14485c7ee5678688eb0920b3c"
  },
  {
    "label": "hyperforeign",
    "description": "Incorrectly applying foreign reading rules, such as in pronouncing the \"j\" in Taj Mahal or Beijing as [ʒ] rather than [dʒ], or dropping the [t] in claret.",
    "wikiUrl": "/wiki/hyperforeign",
    "category": "glossary",
    "id": "b5aecbacb9d959a6732d93dc6ecc25d5168f79705d2f2807cf10321d0a23d490"
  },
  {
    "label": "hypernym or hyperonym",
    "description": "A term indicating a category another term is part of, informally called “blanket” or “umbrella” term. For example, animal is a hypernym of bird, which is in turn a hypernym of eagle. The opposite of hypernym, which indicates terms pertaining to a category, is hyponym.",
    "wikiUrl": "/wiki/hypernym",
    "category": "glossary",
    "id": "15c819731103c4ff6ca4ba88e0192d76be24cf08c9200cb14ee5c241ef1db08b"
  },
  {
    "label": "hyperthesis",
    "description": "A form of metathesis in which non-contiguous sounds are switched.",
    "wikiUrl": "/wiki/hyperthesis",
    "category": "glossary",
    "id": "209688aad3ddefb549e39de2623d8608231fe2eeafd71cefbe08cbebed6df297"
  },
  {
    "label": "hyphenation",
    "description": "The splitting of a word across a line boundary, with a hyphen at the end of the first part. For example, the hyphenation of hyphenation is given as \"hy‧phen‧ation\" meaning that it is split across a line break as hy-phenation or as hyphen-ation.",
    "wikiUrl": "/wiki/hyphenation",
    "category": "glossary",
    "id": "7f6a65ecd13ba997b71dd7d4cc509d1c4dfa4f06e82df85bb80692519b986ca1"
  },
  {
    "label": "hyponym",
    "description": "A more specific term within a category described by another term, indicating a “type-of” relationship. For instance, alternative rock is a hyponym of rock, which in turn is a hyponym of music. The opposite of hyponym, which describes larger categories, is hypernym.",
    "wikiUrl": "/wiki/hyponym",
    "category": "glossary",
    "id": "fb18a35a26abfa59c22319d79f0cd4a88a34f8f3f62d7ffdf1d4eaed17a750b2"
  },
  {
    "label": "ʾiḍāfa",
    "description": "In Arabic: إِضَافَة‎ (ʔiḍāfa). The possessive or genitive construction in Arabic. See also ezafe (or ezâfe).",
    "wikiUrl": "/wiki/%CA%BEi%E1%B8%8D%C4%81fa",
    "category": "glossary",
    "id": "d0deca0331944e7c58268fb2b43bfaeb3d5482ddda2a2881b2ec7a12e6025a5e"
  },
  {
    "label": "ideophone",
    "description": "A word that evokes an idea in sound, often a vivid impression of certain sensations or sensory perceptions, e.g. sound, movement, color, shape, or action. They may be more common in East Asian languages. In Chinese lexicography, such sense is usually described as ……的樣子 or ……貌, i.e. “the appearance of ...”. The attributive form is ideophonic.",
    "wikiUrl": "/wiki/ideophone",
    "category": "glossary",
    "id": "4f3036ed27f36aa56673cec401fc4a80a56665e2668814721aaf551c5d33d8b5"
  },
  {
    "label": "idiom",
    "description": "A phrase whose meaning is unapparent or unobvious from the individual words that make it up, such as beat around the bush (“avoid an uncomfortable topic”), come a cropper (“suffer misfortune”), or pay through the nose (“pay an unusually large amount”). Idioms are often, but not always set phrases, and are usually distinct from proverbs.",
    "wikiUrl": "/wiki/idiom",
    "category": "glossary",
    "id": "15626af7abddf6321e277fed53f79619eb758b0d32d355fc9f0baf50b2e9b6a3"
  },
  {
    "label": "idiomatic",
    "description": "Pertaining or conforming to the mode of expression characteristic of a language. Idioms, collocations, and modal verbs are examples of idiomatic language.",
    "wikiUrl": "/wiki/idiomatic",
    "category": "glossary",
    "id": "f77c3f11846566e23cf86afe4e674ee0c4149f43f16b42c24371d7a284ba5c0d"
  },
  {
    "label": "imitative",
    "description": "Imitating or representing the sound of something.",
    "wikiUrl": "/wiki/imitative",
    "category": "glossary",
    "id": "e47ecf779a77401a2207a8433e3283cbacd65588df40e508a6c0dae1b7e50e1d"
  },
  {
    "label": "imparisyllabic",
    "description": "A word with one or more inflections with more syllables than the lemma form. For example: the Greek μπακάλης (bakális, “grocer”) and μπακάληδες (bakálides, “grocers”) and the Latin mens (“mind”) and mentis (“minds”) (cf. parisyllabic).",
    "wikiUrl": "/wiki/imparisyllabic",
    "category": "glossary",
    "id": "b33a78dc1fb3332d84bfa5e20cbb6ad60f3395a42ef6a02146f78b73c4359ade"
  },
  {
    "label": "imperfect",
    "description": "The imperfective past tense of a verb, indicating that the action described happened repeatedly, habitually or continuously.",
    "wikiUrl": "/wiki/imperfect",
    "category": "glossary",
    "id": "069023b01b3f034694e677e50b3f6f27201d2d5a216852973e05cd9afc848b38"
  },
  {
    "label": "imperative mood",
    "description": "The mood of a verb expressing an order or command. An English example is the command go!",
    "wikiUrl": "/wiki/imperative_mood",
    "category": "glossary",
    "id": "19a33160dae080512a1c6294d46bb63e05c2ce21f7c470599ad77c9deac6fadd"
  },
  {
    "label": "imperfective",
    "description": "An aspect of the verb which denotes an action or condition that does not have a fixed temporal boundary, but is habitual, unfinished, continuous, repetitive or in progress. Common in Slavic languages such as Russian. Contrast perfective. (see  Imperfective aspect on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/imperfective",
    "category": "glossary",
    "id": "f304861b05823220861aeceac4a4aebc54aa9546c5817d085e4c6f2f8dca1e1e"
  },
  {
    "label": "imperfective past",
    "description": "A verb form of imperfective aspect and past tense, which is used to describe an action or event which was happening habitually, continuously or repeatedly in the past, as in “Tom was painting the fence” or “Tom used to paint the fence.”",
    "wikiUrl": null,
    "category": "glossary",
    "id": "72c34cadbb0b76ad3feb3b66881500ce87004f0cacb64907ca631bfa13afa99e"
  },
  {
    "label": "impersonal",
    "description": "A lack of grammatical person altogether, or an indefinite/undefined person. An example is the English pronoun one. See also impersonal verbs.",
    "wikiUrl": "/wiki/impersonal",
    "category": "glossary",
    "id": "444230040832f5b93b9caebc6344c273c521abe65ae79f36e315b91d5d90d93f"
  },
  {
    "label": "impersonal verb",
    "description": "A verb that cannot take a subject, or takes a third-person neuter subject pronoun (e.g. it) without an antecedent. The term weather verb is also sometimes used in some texts, since such verbs of weather (e.g. rain) are impersonal in many languages. Many verbs that are personal and active in English are expressed in other languages using impersonal constructions. An example is the English sentence \"I must do it\", expressed in French using the impersonal verb falloir (“to be necessary”), as in il faut que je le fasse (literally “It is necessary that I do it”).",
    "wikiUrl": "/wiki/impersonal",
    "category": "glossary",
    "id": "fe961b48aa0cf0f239de03aa7a997f12136669e3a8e35f1dd63b61a048d77ece"
  },
  {
    "label": "inanimate",
    "description": "Having a referent that does not include a human or animal. Many languages (such as the Slavic languages) classify nouns based on animacy, using different inflections or words with animate and inanimate nouns. For verbs, this indicates that they are usually applied only to inanimate objects or concepts, and rarely used in the first or second persons.",
    "wikiUrl": "/wiki/inanimate",
    "category": "glossary",
    "id": "8fa9819eebf3e2921e024775db12af062842c07976eab26ba80a672b1cccd094"
  },
  {
    "label": "indeclinable, undeclinable, invariable or invariant",
    "description": "In languages with inflection, lacking distinct inflected forms when they would be expected to exist. Indeclinable words have the same form in all cases. For example, the English noun sheep is invariable because its plural is also sheep. Acronyms and loanwords are often indeclinable in many languages. Poorly-attested words from ancient languages are sometimes denoted \"indeclinable\" when they can't be assigned to a declension class with certainty.",
    "wikiUrl": "/wiki/indeclinable",
    "category": "glossary",
    "id": "bd50e151a69a71aede8e4beb625bd7115d5bd7c5c0b3be313d9e1f1e3774dc4f"
  },
  {
    "label": "indefinite",
    "description": "Refers to forms of words that present something as not yet identified or not immediately identifiable; in English, this is the basic meaning of the article a; in some languages, this is a nominal or adjectival inflection. In the Germanic languages, adjectives inflected as indefinite are referred to as \"strong\". In Hungarian and also in Mansi, the indefinite conjugation indicates no object or indefinite objects, including me, us, and the informal you.",
    "wikiUrl": "/wiki/indefinite",
    "category": "glossary",
    "id": "a065c5c234a954dbafe4114e14329239ba077e1a5262eb83a1598ab1f75b340b"
  },
  {
    "label": "independent clause",
    "description": "A clause that can stand on its own as a complete sentence, as opposed to a dependent clause.",
    "wikiUrl": "/wiki/independent_clause",
    "category": "glossary",
    "id": "5727de52cc1e7a89601f48e281ed1f55f97452401b56289877df85a0cd922780"
  },
  {
    "label": "indeterminate verb",
    "description": "In the Slavic languages, another term for abstract verb.",
    "wikiUrl": "/wiki/indeterminate_verb",
    "category": "glossary",
    "id": "d2b91df541c2642061578187caa2e24be2a1a94078c4ce682aa0fb008681eeb3"
  },
  {
    "label": "indicative mood",
    "description": "The mood of a verb used in ordinary factual or objective statements.",
    "wikiUrl": "/wiki/indicative_mood",
    "category": "glossary",
    "id": "35dae99e4ee42955f6c937af078b37cbbb8e4eba30b85071b79bbb81324e2c3b"
  },
  {
    "label": "indirect object",
    "description": "A grammatical role of a ditransitive verb that usually manifests as a recipient or goal. In some languages indirect objects are marked with the dative case.",
    "wikiUrl": "/wiki/indirect_object",
    "category": "glossary",
    "id": "73c74b21ae49e1a20cac1c703a49cd47e39f169070dc1e8cac4c68efb3570219"
  },
  {
    "label": "indirect object",
    "description": "→ direct object",
    "wikiUrl": "/wiki/indirect_object",
    "category": "glossary",
    "id": "73c74b21ae49e1a20cac1c703a49cd47e39f169070dc1e8cac4c68efb3570219"
  },
  {
    "label": "infix",
    "description": "A morpheme or affix inserted inside a word.",
    "wikiUrl": "/wiki/infix",
    "category": "glossary",
    "id": "789e9f339e7d1b50c8fb9ac1ea04f6e38998e3724447e4449b0f8b18a7b02149"
  },
  {
    "label": "infinitive",
    "description": "A non-finite verb form considered neutral with respect to inflection; depending on language variously found used with auxiliary verbs, in subordinate clauses, or acting as a gerund, and often as the dictionary form. In English, the infinitive is formed with the word to, e.g. to read.",
    "wikiUrl": "/wiki/infinitive",
    "category": "glossary",
    "id": "7bd97fa78f249d719e498a854531c95538bfd2fcb46a2c0d0292c9cee67da7c8"
  },
  {
    "label": "inflection",
    "description": "The change in form of a word to represent various grammatical categories, such as tense (e.g. past tense, present tense, future tense) or number (e.g. singular, plural). For example, the verb run may be inflected to produce runs, ran, and running. In highly inflected languages, such as Latin, there will be many more forms. Two major types of inflection are conjugation (inflection of verbs) and declension (inflection of nouns, adjectives, and pronouns).",
    "wikiUrl": "/wiki/inflection",
    "category": "glossary",
    "id": "d3bae26f7e5b049655c0fdd8dd5d6360ce5c6347c2ecf79a16a83a0f9505c7a4"
  },
  {
    "label": "informal",
    "description": "Denotes spoken or written words that are used primarily in a familiar or casual context. Do not confuse with slang or nonstandard. See also colloquial.",
    "wikiUrl": "/wiki/informal",
    "category": "glossary",
    "id": "8a32527bce28c4ed3c63e7f07400cd0442f5ce7538e2b9a855a0c16a126c118e"
  },
  {
    "label": "inherited",
    "description": "Denotes words which etymologically are not borrowings but derive through regular or sporadic sound change, without additional affixation, from a corresponding term in the language that is its direct historical ancestor. For example, English fairy is inherited from Middle English fairye.",
    "wikiUrl": "/wiki/inherit",
    "category": "glossary",
    "id": "46b2e93c2f9ac23612d7f8e87acd2fef4cdc242f7c95679cba787415362f8a2c"
  },
  {
    "label": "initialism",
    "description": "An abbreviation that is formed from the initial letters of a sequence of words. Initialisms that are pronounced as words, such as UNICEF, are usually called acronyms, so the term initialism is generally only used for those that are pronounced letter by letter, such as U.S.",
    "wikiUrl": "/wiki/initialism",
    "category": "glossary",
    "id": "9d89d7f5b518eab07f06bff73b709d57b112c0c2bba62ec81598ad1a49f04b67"
  },
  {
    "label": "inline reference",
    "description": "A reference whose point of application is indicated in the text.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "459366a72a26b16c3d1ac81f25a5952876ff6f340e2269757a5657902b6b5cff"
  },
  {
    "label": "instrumental case, ins.",
    "description": "A case used to express means or agency—and is generally indicated in English by \"by\" or \"with\" with the objective.",
    "wikiUrl": "/wiki/instrumental_case",
    "category": "glossary",
    "id": "12fc642c715e733edf78a4bad5584895e1ecc1396ce2c919c557061e66065af1"
  },
  {
    "label": "intensifier",
    "description": "A word or particle that heightens the intensity of meaning of a term.",
    "wikiUrl": "/wiki/intensifier",
    "category": "glossary",
    "id": "f872b0f444b74073851cd498f27fcda7c3bb4096962dd8578e63f68749aceafa"
  },
  {
    "label": "interjection",
    "description": "An expression of emotion (\"ouch!\", \"wow!\") or any of several kinds of expression that functions as a replacement of a sentence (prosentence) or that are not syntactically connected to a sentence, including curses (\"damn!\"), greetings (\"hey\", \"bye\"), response particles (\"okay\", \"oh!\", \"m-hm\", \"huh?\"), and hesitation markers (\"uh\", \"er\", \"um\"), and perhaps profanities, discourse markers and fillers.",
    "wikiUrl": "/wiki/interjection",
    "category": "glossary",
    "id": "516d940fda36ffd106f4f51ee8812e667c45bfa554210ddd72b25f562d88359f"
  },
  {
    "label": "interfix",
    "description": "An empty morph (or meaningless morph) inserted between two morphemes in the process of word formation, such as -i- and -o- in English.",
    "wikiUrl": "/wiki/interfix",
    "category": "glossary",
    "id": "4daa8a591692d79eb25771e1add425d86142e1fc6c41e44d96e0c9cef5d6e31a"
  },
  {
    "label": "internationalism",
    "description": "A loanword that occurs in several languages with the same or similar meaning and etymology, often due to the occurrence of several simultaneous borrowings and/or a chain of successive borrowings happening in quick succession. This commonly results in the exact etymological lineage of a term being difficult or impossible to trace for a given language. For example bus, doctor, hotel, internet, taxi, or television. International scientific vocabulary is a large subclass of internationalisms.",
    "wikiUrl": "/wiki/internationalism",
    "category": "glossary",
    "id": "e074b4a08410a95d785b6d2594dae6804ad49b4d72807ee67f9d11a3e3b05aa8"
  },
  {
    "label": "intransitive",
    "description": "Of a verb: not taking a direct object; not transitive. For example, the verb listen does not usually take a direct object; it is grammatically incorrect to say \"I listened the concert\" (instead of the correct \"I listened to the concert\" with the indirect object \"to the concert\").",
    "wikiUrl": "/wiki/intransitive",
    "category": "glossary",
    "id": "f91c201d1322688cbf4699e22ae6aaff6bada1f708b13cbe982bf12506b24f22"
  },
  {
    "label": "intransitive",
    "description": "Of an adposition (such as a preposition), or of an adverb: not having a nominal complement. For example, using the following prepositions or adverbs without a complement (here in parentheses): down (the stairs), under (the bridge), inside (the building), aboard (the ship), underneath (the table), here, there, abroad, downtown, afterwards, …",
    "wikiUrl": "/wiki/intransitive",
    "category": "glossary",
    "id": "f91c201d1322688cbf4699e22ae6aaff6bada1f708b13cbe982bf12506b24f22"
  },
  {
    "label": "invariable",
    "description": "See indeclinable.",
    "wikiUrl": "/wiki/invariable",
    "category": "glossary",
    "id": "80cf395a55905ea1bc378187cee9ec2f29b4c4e96c0eeac915d482d3efed699a"
  },
  {
    "label": "invariant",
    "description": "See indeclinable.",
    "wikiUrl": "/wiki/invariant",
    "category": "glossary",
    "id": "c94ad2d92135458a0faebbb62b16af3012b6179f1128a2e09a3848172b3ad76b"
  },
  {
    "label": "iotation",
    "description": "A specific occurrence of palatalization that occurred in the Proto-Slavic language, in which a consonant combined with the palatal approximant /j/ to form a palatalized consonant. Also, any similar process occurring in a later Slavic language or elsewhere. For example, under certain circumstances in Russian, underlying s; z; t; d; k; g are iotated to š; ž; č or šč; ž; č; ž respectively (pronounced /ʂ/; /ʐ/; /t͡ɕ/ or /ɕː/; /ʐ/; /t͡ɕ/; /ʐ/ respectively). (See Appendix:Russian verbs#Slavic iotation for the full iotation rules in Russian; other Slavic languages behave similarly.)",
    "wikiUrl": "/wiki/iotation",
    "category": "glossary",
    "id": "e7abd91d11b321156ebdc490cb89a5c139429541bf63794d3db7bce68b3c239f"
  },
  {
    "label": "IPA",
    "description": "The International Phonetic Alphabet; a standardized system for transcribing the sounds in any spoken language.",
    "wikiUrl": "/wiki/IPA",
    "category": "glossary",
    "id": "6c550588ae1110274b3c7beab130cfe2686de688b70764b0225d05970ec4a834"
  },
  {
    "label": "ʾiʿrāb",
    "description": "Also called desinential inflection; in Arabic: إِعْرَاب‎ (ʔiʕrāb). A number of inflectional endings, applied to Arabic nouns, adjectives, and verbs, which—with minor exceptions—do not appear in writing, and moreover are not pronounced in pausa, i.e. at the end of a sentence or before a pause. Nevertheless, these endings are a regular and required element of Qur'ānic and Classical Arabic. In Modern Standard Arabic, however, they are rather often avoided due to dialectal influence. In nouns and adjectives, the ʾiʿrāb primarily has the function of marking the cases (nominative, genitive, accusative), while in verbs it marks the moods (indicative, subjunctive, jussive). All of these are only occasionally distinguishable without application of the ʾiʿrāb. See ʾIʿrab on Wikipedia.",
    "wikiUrl": "/wiki/%CA%BEi%CA%BFr%C4%81b",
    "category": "glossary",
    "id": "93b45947aa02f12d6e3c8057a4fac2de0f201fd51ceb927f0e6d6fe79a169790"
  },
  {
    "label": "irregular",
    "description": "Not following the usual rules of inflection; for example, the plural of English man is men, which is irregular; the regularly formed plural would have been *mans.",
    "wikiUrl": "/wiki/irregular",
    "category": "glossary",
    "id": "55018455fd10b832a3e5349a79c428898537fcc45f6e49588347eca84bc4f6a6"
  },
  {
    "label": "iterative",
    "description": "Expressive of an action that is repeated with frequency.",
    "wikiUrl": "/wiki/iterative",
    "category": "glossary",
    "id": "6c1658ae2a0fc993d64fbc6e3f81ac706c20e226b7cc517f864092db0efc9664"
  },
  {
    "label": "jussive mood",
    "description": "In certain languages (e.g. Hebrew, Arabic and Esperanto), a mood of a verb used to indicate a command, permission or agreement with a request (distinct from the imperative).",
    "wikiUrl": "/wiki/jussive",
    "category": "glossary",
    "id": "851e4cfdf93fc3b7b8b6296048ecf084a0c8aeab43b3ddaa4085f2df7d62e748"
  },
  {
    "label": "karmadharaya",
    "description": "Another term for a descriptive compound. Contrast bahuvrihi, tatpurusa and dvandva.",
    "wikiUrl": "/wiki/karmadharaya",
    "category": "glossary",
    "id": "f3bd4ed8664de80c94d0feeeb41138cb6ea41c172e2331dceff84883c0a223c5"
  },
  {
    "label": "Katharevousa",
    "description": "The classically based artificial (standardized) Greek language created at the start of Greece's independence from the Ottoman Empire. It was used for all formal and official purposes until 1976.(Note: In Wiktionary, Katharevousa terms are entered under (modern) Greek.) (See also  Katharevousa on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/Katharevousa",
    "category": "glossary",
    "id": "8989a359873ec806eecbbd6346ab2df4700ea8bb282e44af2b3281a6591af56b"
  },
  {
    "label": "kenning",
    "description": "A metaphorical compound or phrase describing basic objects in an allusive fashion, especially in Germanic poetry.",
    "wikiUrl": "/wiki/kenning#English:_poetry",
    "category": "glossary",
    "id": "209abae82935b76629d0d470308d419f08d16bacd8915171d2f0a77b55960ff2"
  },
  {
    "label": "Kulturwort",
    "description": "A type of Wanderwort which is specific to a particular culture or which is spread by an influential cross-cultural phenomenon. Kulturworts (or Kulturwörter) are often names of products distributed by trade and religious or ideological terms.",
    "wikiUrl": "/wiki/Kulturwort",
    "category": "glossary",
    "id": "30707c12d0ace8070996e7dc28a7f12beb075eca227f8e7bc707fb6752d3f330"
  },
  {
    "label": "learned borrowing",
    "description": "A loanword that was borrowed directly on purpose, instead of through normal language contact, from another language, especially classical languages such as Latin, Ancient Greek or Sanskrit, and which has not undergone significant reshaping due to sound change or analogy with inherited terms. Such borrowings are thus often unadapted. Compare with semi-learned borrowings, which have been significantly reshaped, and inherited terms, which have undergone all the normal sound changes of a language. A theme of Latin's influence on modern European languages is that in many cases the same Latin word has been borrowed into any given modern language multiple times in different eras, and the morphologic and semantic facts about each descendant word differ in predictable ways (by eras); a concise summary for the case of English (for example) is offered in some introductory textbooks, such as Burriss and Casson.[1] A typical example of this process is that the Portuguese term artículo (“articulus”) is a learned borrowing from Latin articulus (“joint, limb, division”); the term artigo (“article”) is a semi-learned borrowing from the same term, which was borrowed early enough to undergo later sound changes that lenited c into g and deleted l between vowels; and the term artelho (“toe”) is inherited from the same Latin term.",
    "wikiUrl": "/wiki/learned_borrowing",
    "category": "glossary",
    "id": "1876af2140b75016e5b7f0c0265e1ca552b32e4d1ae83030e27beb3a7cebe6ba"
  },
  {
    "label": "lemma",
    "description": "The headword or citation form of an inflected word, i.e. the form under which a word is found in a dictionary. For example, in English, nouns are usually listed under their singular form (apple, rather than apples), and verbs under their infinitive form (open, rather than opens, opened or opening). Which form is used as the lemma varies from language to language. For verbs, for example, French, German, Spanish and many other European languages use the infinitive, but Latin, Greek and Bulgarian use the first-person singular present indicative, while Macedonian uses the third-person singular present indicative, and Arabic and Hebrew use the masculine third-person singular past indicative. See also Wiktionary:Lemmas.",
    "wikiUrl": "/wiki/lemma",
    "category": "glossary",
    "id": "249fdefbb63fa7b34f0dd0af574a3a4c65a38c42acd688729b081bb92ea0eb05"
  },
  {
    "label": "letter case",
    "description": "The distinction between majuscule (uppercase) and minuscule (lowercase) letters.",
    "wikiUrl": "/wiki/letter_case",
    "category": "glossary",
    "id": "52273560c2757893b126fd10c0713eff1fbc895bf91e0f6cf5f1aec383d59092"
  },
  {
    "label": "lexeme",
    "description": "The abstract \"word\" underlying a set of inflections; for example, gives and given belong to the same lexeme, which is usually identified by its lemma form give. See also: (1) Wikipedia's article on lexemes, (2) Wiktionary:Languages with more than one grammatical gender, (3) conjugation and (4) declension.",
    "wikiUrl": "/wiki/lexeme",
    "category": "glossary",
    "id": "4f69b1a26f34f24e5c93ee5c4f244d05dd0f0f9e6271228a0be9b6b21509df34"
  },
  {
    "label": "liaison",
    "description": "The phonological fusion of two consecutive words and the manner in which this occurs, for example intrusion, consonant-vowel linking, etc.",
    "wikiUrl": "/wiki/liaison",
    "category": "glossary",
    "id": "0fb1b14b762b900e2fbf581c6d255d32a98adc6ea1a818f02f78ecddd89c1578"
  },
  {
    "label": "ligature",
    "description": "A character that visually combines multiple letters, such as æ, œ, ß or ĳ.",
    "wikiUrl": "/wiki/ligature",
    "category": "glossary",
    "id": "22db563533215e9bffee4a60dd6bdb024f67558f9a9e7e1972382479ec109f59"
  },
  {
    "label": "linking verb",
    "description": "Another term for copula.",
    "wikiUrl": "/wiki/linking_verb",
    "category": "glossary",
    "id": "91551198f451eb8da46b9810b8d3f20b6c6700c867150b53c268ccd3d5bbd412"
  },
  {
    "label": "literal",
    "description": "Exactly as stated; read or understood without additional interpretation; not figurative or metaphorical.",
    "wikiUrl": "/wiki/literal",
    "category": "glossary",
    "id": "829f8d848b44fa3098194754af5b60e2fb1517b0195956841beb6cac9bc68067"
  },
  {
    "label": "literary",
    "description": "A higher register found mainly in literature.",
    "wikiUrl": "/wiki/literary",
    "category": "glossary",
    "id": "458defad73e0f299b5f204d9ca9f478f98aee4d083f344b3e851b9cf42f50d6e"
  },
  {
    "label": "litotes",
    "description": "(from Ancient Greek λιτότης) is a rhetorical figure involving understatement that consists of saying that something has less of one thing to mean more of the opposite. E.g.: he is not very clever instead of he is a stupid idiot ; she's not very pretty instead of she's ugly, etc. Not to be confused with euphemism (although litotes can be used for the purpose of euphemism) or meiosis, which is a similar figure of speech that also uses understatement.",
    "wikiUrl": "/wiki/litotes",
    "category": "glossary",
    "id": "bdf8fbd3d2716ddbeb537840aaa4e535bc783b3c169bd0ed1fdb1717e52bb737"
  },
  {
    "label": "loanblend",
    "description": "A partial calque.",
    "wikiUrl": "/wiki/loanblend",
    "category": "glossary",
    "id": "73ef4ab42fe86c39ba7aa6046eef90d082d43311f4d7882595b52896ab46c441"
  },
  {
    "label": "loanword (also loan or borrowing)",
    "description": "A word that was adopted (borrowed) from another language, rather than formed within the language or inherited from a more ancient form of the same language. Loanwords may still be recognisably foreign (having non-native spelling or unusual pronunciation), or have become completely assimilated into the language (no longer perceived as foreign). For example, in English, schadenfreude is still recognisably German, while cellar is fully assimilated and no longer recognisably Latin (from cellārium). Sometimes a loanword can be both fully assimilated and still recognised as foreign, e.g. taco, burrito, etc. Compare loan translation (calque).",
    "wikiUrl": "/wiki/loanword",
    "category": "glossary",
    "id": "cf1378f82893c4c5442714708e85a206c20407eb1e6e726d4037d73894d8a4c6"
  },
  {
    "label": "locative case, loc.",
    "description": "\"Locative\". A case used to indicate place, or the place where, or wherein. It corresponds roughly to the English prepositions \"in\", \"on\", \"at\", and \"by\". Some languages use the same locative case construct to indicate when, so the English phrase \"in summer\" would use the locative case construct.",
    "wikiUrl": "/wiki/locative_case",
    "category": "glossary",
    "id": "a5d638b131940c655047671170b85186893a2120aba65c46124a745b97914761"
  },
  {
    "label": "locative-qualitative case",
    "description": "Nouns in the form of the locative-qualitative case are qualifiers in the sentence and signify the locational or temporal mark of the qualified word. The qualifier is not specific but general or universalized. (See also Appendix:Uyghur nouns.)",
    "wikiUrl": "/w/index.php?title=locative-qualitative_case&action=edit&redlink=1",
    "category": "glossary",
    "id": "4e817358bc16260f47d0366bd76f8856788ccaaa347d9b81c65ad5e3654b26c1"
  },
  {
    "label": "logophoricity",
    "description": "Logophorical pronouns (logophors) are personal pronouns in some languages (such as Ainu, Ewe and Japanese) that marks the speaker when being quoted (or the entity whose thoughs or feelings are being reported). See also: Wikipedia's article on logophoricity.",
    "wikiUrl": "/wiki/logophoricity",
    "category": "glossary",
    "id": "2d78df5a4cba03d3ea99d36baf2457e877dfa2b2832efaf42e5d40789af954b0"
  },
  {
    "label": "loosely",
    "description": "Indicates an imprecise use of words (wider, broader); short for loosely speaking. Contrast strict or narrow sense; strictly.",
    "wikiUrl": "/wiki/loosely",
    "category": "glossary",
    "id": "3b93a32746f398b33d312bf5de62b2b0d8e1cfab324a38e86a16c3561bb86c62"
  },
  {
    "label": "m",
    "description": "See masculine.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "62c66a7a5dd70c3146618063c344e531e6d4b59e379808443ce962b3abd63c5a"
  },
  {
    "label": "m. pl.",
    "description": "See mpl.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "bbe7dfdd8a9d8ef42f7e9ff4c0f65f5e19bd06dc92e40cfd69b7a0eb084b0e8c"
  },
  {
    "label": "macron",
    "description": "A short, straight, horizontal diacritical mark ( ¯ ) placed over any of various letters, usually to indicate that the pronunciation of a vowel is long.",
    "wikiUrl": "/wiki/macron",
    "category": "glossary",
    "id": "5057cf18ab037c7f9844f0db368995ff44dce9e349beba6cdc16e41962d4d9d1"
  },
  {
    "label": "masculine, m",
    "description": "Belonging to the male grammatical gender, in languages that have gender distinctions.",
    "wikiUrl": "/wiki/masculine",
    "category": "glossary",
    "id": "c76fdf1c00f97ec77030d6592079c230db009b888461d7fe9f55ffcbb1a546ba"
  },
  {
    "label": "mass noun",
    "description": "See uncountable.",
    "wikiUrl": "/wiki/mass_noun",
    "category": "glossary",
    "id": "36df8eaf6ee2f8c47bc5ab95dc4dd15876516adf05cbeba7919a832d0049ff95"
  },
  {
    "label": "measure word",
    "description": "See counter.",
    "wikiUrl": "/wiki/measure_word",
    "category": "glossary",
    "id": "d53ceab63b4fff51c22c1ffaf9a06cbe101da1ee11d90f2119a06ef27b5ad54e"
  },
  {
    "label": "mediopassive",
    "description": "The grammatical voice that subsumes the meanings of both the middle voice and passive voice. Several languages (e.g. Sanskrit, Greek, Icelandic and Albanian) make a morphological distinction between active and mediopassive voices, and in such languages, the mediopassive can have either middle, passive or (often) reflexive semantics. Often used interchangeably with the middle voice. (see  Mediopassive voice (grammar) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/mediopassive",
    "category": "glossary",
    "id": "c6030844ea5c5fd10c1214291a33c80e3985e7f418bf3c74897bbbda3321f90e"
  },
  {
    "label": "meiosis",
    "description": "A form of understatement that consists of downplaying or diminishing the focal quality of a statement for contrastive, humorous or dramatic effect, sometimes deployed as part of a higher register. E.g.: that was actually quite good instead of that was excellent ; he is somewhat displeased instead of he is furious, etc. Not to be confused with euphemism (although meiosis can be used for the purpose of euphemism) or litotes, which is a similar figure of speech that also uses understatement.",
    "wikiUrl": "/wiki/meiosis",
    "category": "glossary",
    "id": "3fcf87977becbf13adf853250de1d1db23db4ff1bace88722f6007bb3e5d6b9d"
  },
  {
    "label": "men's speech",
    "description": "In certain languages (for example, Karajá language), men and women use or historically used distinct words and inflected forms.",
    "wikiUrl": "/wiki/men",
    "category": "glossary",
    "id": "f26128ec4e0eb7739a02c76f2d54f661dd69df3e33fc819466119d1cb68ab7d7"
  },
  {
    "label": "meronym",
    "description": "A term that denotes a part of the whole that is denoted by another term. The word \"arm\" is a meronym of the word \"body\". The term which describes the whole, as being an opposite of meronym, is holonym.",
    "wikiUrl": "/wiki/meronym",
    "category": "glossary",
    "id": "6c7239d0ffd46ed9acceb662e25240f75319e71768be010e742e9cd0e5fe7c2f"
  },
  {
    "label": "metaphorical",
    "description": "The use of a word or phrase as a metaphor to refer to something that it is not, invoking a direct similarity between the word or phrase used and the thing described. See also simile and figurative.",
    "wikiUrl": "/wiki/metaphorical",
    "category": "glossary",
    "id": "3d1406c41a91c278e5dd23b89ae27eb90021f4b91e5e58a2ae90286d3683f485"
  },
  {
    "label": "metanalysis",
    "description": "See rebracketing.",
    "wikiUrl": "/wiki/metanalysis",
    "category": "glossary",
    "id": "d39db62e0584e886393d26666cb1254266809d7a1c7a867c2825523918499e91"
  },
  {
    "label": "metathesis",
    "description": "A sound change in which two sounds or groups of sounds exchange position in a word. A form showing metathesis is described as metathetic. The sounds may be adjacent, as in ax, the metathetic form of the verb ask, or farther apart, as in Spanish palabra from Latin parabola; there, the sound change is hyperthesis.",
    "wikiUrl": "/wiki/metathesis",
    "category": "glossary",
    "id": "527c195e48597f4bcda00bb33781ce8cae2e98b0b95dbb9941ab3e8d5f4c9b14"
  },
  {
    "label": "metonym",
    "description": "A word that names an object from a single characteristic of it or of a closely related object, e.g. 'crown' for the sovereign in a monarchy.",
    "wikiUrl": "/wiki/metonym",
    "category": "glossary",
    "id": "5bc52bdd8ab0b985f4cfa870aa844913acbfa692068a89aaa8cd2df3f81eca5a"
  },
  {
    "label": "middle voice",
    "description": "The voice verb form in which the subject of a verb performs some action upon itself, as in the English sentence The plane landed (contrast active voice The pilot landed the plane and passive voice The plane was landed (by the pilot)). Often used interchangeably with the mediopassive voice. In some languages, such as Sanskrit, Ancient Greek, Icelandic and Albanian, the middle voice is distinguished morphologically from the active voice. Ancient Greek, in particular, has a three-way morphological distinction between active, middle and passive voices in the aorist and future tenses. (see  Voice (grammar) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/middle_voice",
    "category": "glossary",
    "id": "e960258546918472b33cb2f98f7eb1407264ca17710016ab36ea19562adc50b2"
  },
  {
    "label": "minced oath",
    "description": "A euphemism based on a profanity that has been altered to reduce or remove the objectionable characteristics of the original expression. Examples in English include heck instead of hell and dang instead of damn.",
    "wikiUrl": "/wiki/minced_oath",
    "category": "glossary",
    "id": "2aba414c728625e4e028b8f7ad36a370253f31c892177b8588a73fd7387ef988"
  },
  {
    "label": "mixed",
    "description": "A type of declension in German that uses endings that are a combination of strong and weak endings. In adjectives, the mixed declension is used when accompanied by an indefinite article, or more generally by an ein-word (a determiner that has a null ending in the nominative masculine and neuter singular, similar to the indefinite article ein). The mixed declension uses strong endings precisely in those inflections where the indefinite article has a null ending, and weak endings otherwise. By analogy, nouns declined according to the mixed declension look like strong nouns in the singular (with genitive in -s and/or -es) but weak nouns in the plural (with plural in -n and/or -en). Most mixed nouns were once weak nouns that have transitioned to strong nouns in the singular but maintain the original weak plural ending. See Category:German mixed nouns for a list of German mixed nouns.",
    "wikiUrl": "/wiki/mixed",
    "category": "glossary",
    "id": "3f8fee624f43b2a9d685353269a0ab3eac785863ab6227636db1060fba1855e0"
  },
  {
    "label": "monolectic",
    "description": "Used of a grammatical form accomplished with one word (cf. polylectic and periphrastic).",
    "wikiUrl": "/wiki/monolectic",
    "category": "glossary",
    "id": "503548a907a156ebd508d7f63eda03a235de4d57d53086332e2c360c1160b685"
  },
  {
    "label": "monosyllable",
    "description": "A word consisting of only one syllable.",
    "wikiUrl": "/wiki/monosyllable",
    "category": "glossary",
    "id": "7f545f0a3b66a9ad043657d645df433eb4bdb751e3142742d1be9edb668f649e"
  },
  {
    "label": "mood",
    "description": "One of the forms of a verb, used to indicate the speaker's attitude toward what they are saying (e.g. a statement of fact, of desire, of command, etc.). Examples include indicative, subjunctive, imperative, conditional. (see  Grammatical mood on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/grammatical_mood",
    "category": "glossary",
    "id": "ee0e4f309c9a47317d3344b5bcd25dcbf0727a91833d5c6e21b842b53c406878"
  },
  {
    "label": "morpheme",
    "description": "The smallest linguistic unit within a word that can carry a meaning. (see  Morpheme on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/morpheme",
    "category": "glossary",
    "id": "2c52a7f126bc30f99a84e71159a397a3e0725dfe7517bf05b87d81a92a63fc94"
  },
  {
    "label": "morphological",
    "description": "In linguistics, the study of words and how they are formed from component parts (morphemes). It also refers to the structure of the words themselves. Some languages lean more heavily on morphology to carry grammatical distinctions, while others rely more on syntax. Compare English I make, I will make, it is made (using syntax to encode person, tense and voice distinctions) vs. Latin faciō, facem, facitur (using morphology). (see  Morphology (linguistics) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/morphological",
    "category": "glossary",
    "id": "9470e8c1ecfde9452cb98226a2f6ee56216e3d97fc55390c1009e1020546ba2f"
  },
  {
    "label": "mpl, m. pl.",
    "description": "Masculine plural.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "3f02173ccf98f92a473902054195afb0c55bf883183999a2c6dae367591c1058"
  },
  {
    "label": "mutation",
    "description": "The property of a sound in a word, often a consonant but possibly a vowel (as in ablaut and umlaut), altering due to its morphological or syntactic, as opposed to phonological, context. Examples of consonant mutations include the word-initial consonant mutations found in many Celtic languages. (see  Consonant mutation on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/mutation",
    "category": "glossary",
    "id": "d3336a334a5e8a2e6266703c54eaa332034daa74461ad1271507bb5ec6188d35"
  },
  {
    "label": "mute h",
    "description": "In French, an initial <h> that is treated like a vowel; that is to say, liaison and elision are permitted at the beginning of words that have a mute h.",
    "wikiUrl": "/wiki/mute_h",
    "category": "glossary",
    "id": "f89b5b545bae69415c28b35b32eb19f06af822e7e671a211d4835f4b4de30459"
  },
  {
    "label": "n",
    "description": "See neuter.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "1b16b1df538ba12dc3f97edbb85caa7050d46c148134290feba80f8236c83db9"
  },
  {
    "label": "n",
    "description": "See noun.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "1b16b1df538ba12dc3f97edbb85caa7050d46c148134290feba80f8236c83db9"
  },
  {
    "label": "narrowly",
    "description": "Indicates a more precise use of words; short for narrowly speaking. For most practical purposes, synonymous with strictly. Contrast loose (broad) senses.",
    "wikiUrl": "/wiki/narrowly",
    "category": "glossary",
    "id": "21f5b5fabad2eb03c738a431060568a410afa8e98a64d49cd6024860a8cd9a20"
  },
  {
    "label": "nasal infix",
    "description": "The infix -né- or -n- in Proto-Indo-European, one of the affixes marking the imperfective aspect. It appears in several of the Indo-European languages: for instance, Latin vincit (“wins”), vīcit (“has won”); Ancient Greek λαμβάνω (lambánō, “I take”), ἔλᾰβον (élabon, “I took”).",
    "wikiUrl": null,
    "category": "glossary",
    "id": "76194315b1577433d0429f03c350b25d693a6568e2736fab3da976a5bfa26171"
  },
  {
    "label": "negative polarity item",
    "description": "A term or construction that is generally found only in negative sentences, questions, conditionals, and certain other “negative polarity” contexts; for example, anyone is a negative polarity item, as one can say \"I did not see anyone\", \"Did you see anyone?\" and \"If anyone wants this, speak up now\", but not *\"I saw anyone.\" Several expressions have similar properties, such as budge an inch: \"I won't budge an inch\" and \"Will he even budge an inch?\", but not normally *\"He budged an inch in the negotiations.\" See also positive polarity item. (see  Polarity item on  Wikipedia.Wikipedia )",
    "wikiUrl": null,
    "category": "glossary",
    "id": "65802aac8d6518b51fae77c77badb50bdc548640e4bf31fcfe89a72b0faa1b75"
  },
  {
    "label": "negative verb",
    "description": "An auxiliary verb used to form negatives of verbs in some languages. See also connegative.",
    "wikiUrl": "/wiki/negative_verb",
    "category": "glossary",
    "id": "95c0a4a675009fb1672c6f7c58d2e242f212656ad2bc391b778147cd2b8a2d86"
  },
  {
    "label": "neologism",
    "description": "In general usage, a neologism refers to any newly coined term or meaning. For more information on the term's use in Wiktionary, see Wiktionary:Neologisms.",
    "wikiUrl": "/wiki/neologism",
    "category": "glossary",
    "id": "c15b53a61e7c95704683ecd4d51f50d1613e44e6b992f93096e962e002797c4d"
  },
  {
    "label": "neuter, n",
    "description": "Of neuter gender: having a form which is not masculine nor feminine; or having a form which is not of common gender.",
    "wikiUrl": "/wiki/neuter",
    "category": "glossary",
    "id": "d8400483287c05a8610eda8f4e29bb7bfe0f34ac3d35c2474e14f690c5c75fb2"
  },
  {
    "label": "nominal",
    "description": "Related to nouns. See also denominal.",
    "wikiUrl": "/wiki/nominal",
    "category": "glossary",
    "id": "d58999507a10460c75f9f63a82d65cdb346d270a9161adb74ca6e37ca5aba77a"
  },
  {
    "label": "nominal",
    "description": "As a noun, it refers to any part of speech that is noun-like in some way, and normally includes nouns themselves along with adjectives, pronouns and determiners. The inflection of nominals is commonly called declension.",
    "wikiUrl": "/wiki/nominal",
    "category": "glossary",
    "id": "d58999507a10460c75f9f63a82d65cdb346d270a9161adb74ca6e37ca5aba77a"
  },
  {
    "label": "nominative case",
    "description": "A case that is usually used as the subject of a verb. For example, if English had a fully productive case system, then (the) man in \"The man threw the ball\" would most likely be in the nominative case.",
    "wikiUrl": "/wiki/nominative_case",
    "category": "glossary",
    "id": "c19dd244eaa5ad71464fbb30898239c83b16d5b2f9c7c45f3336d4c5983c8c65"
  },
  {
    "label": "nominalization or substantivization",
    "description": "The use of a word which is not a noun (e.g. a verb or adjective) as a noun.",
    "wikiUrl": "/wiki/nominalization",
    "category": "glossary",
    "id": "3963b1a056ded78d45f1a64f6ce607705b72458726d0431d06e096af956852fd"
  },
  {
    "label": "nonce word",
    "description": "A word invented for the occasion.",
    "wikiUrl": "/wiki/nonce_word",
    "category": "glossary",
    "id": "c586b65f5adee2c121ebda6714b9e5feefdbab1a020ee3b985a768982c0842fc"
  },
  {
    "label": "nonfinite, non-finite",
    "description": "Of a verb – lacking grammatical person and number attributes; most nonfinite verbs found in English are infinitives, participles and gerunds.",
    "wikiUrl": "/wiki/nonfinite",
    "category": "glossary",
    "id": "91f1cff335ba50464beec5a3b34d873dcf10d551d6ecf8a5ae8feafa9ba45086"
  },
  {
    "label": "non-past tense",
    "description": "The tense of a verb that does not pertain to the past; in particular, applicable to both the present and the future. Common in some languages, such as Arabic. In English, the main verb in the sentences I am running tomorrow and I am running now can be said to be in the non-past tense, since the same verb can be used to express both the present and the future.",
    "wikiUrl": "/wiki/non-past",
    "category": "glossary",
    "id": "e37b6132cc2be60e743d1211216f6050b53bed30be601aea9a7ed7ce7328a3c4"
  },
  {
    "label": "nonstandard",
    "description": "Not conforming to the language as accepted by the majority of its speakers; frequently considered incorrect.",
    "wikiUrl": "/wiki/nonstandard",
    "category": "glossary",
    "id": "1217a308125587a03b2eac8c750c4f92aab60197fb8bfd6fb692fb232668d652"
  },
  {
    "label": "nonvirile",
    "description": "In Slavic languages, a plural gender used for all groups that do not contain men, as well as plurals of masculine animate, masculine inanimate, feminine and neuter nouns. Contrast virile.",
    "wikiUrl": "/wiki/nonvirile",
    "category": "glossary",
    "id": "8270fb23958683d7fec8a7de92c0b14ead7c68aad39ad936db4f8ca470f674e9"
  },
  {
    "label": "not comparable",
    "description": "See uncomparable.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "31111080092906e405f467d2819e12881245452c77032392b28b34d198b04d17"
  },
  {
    "label": "noun",
    "description": "A word that refers to a person (such as an actress), a place, a physical thing (such as wood), or concept (such as beauty, joy, or time). See also countable, uncountable and plural.",
    "wikiUrl": "/wiki/noun",
    "category": "glossary",
    "id": "1351d52cee6cc1c07849881052a42788b466e1e0bb864a604c8f23dc0c41e892"
  },
  {
    "label": "noun class",
    "description": "In some languages (especially the Bantu languages), a way of classifying nouns much like gender, but determined by other considerations such as the type and shape of an object, whether it is animate or inanimate, a person or non-person, and so on.",
    "wikiUrl": "/wiki/noun_class",
    "category": "glossary",
    "id": "7c68fda1751ba75595510b85339c0257fc938ef8c99dda0755aaa6faa6bbd782"
  },
  {
    "label": "noun clause",
    "description": "A type of dependent clause that takes the place of nouns. Examples are I said that my name is John as well as I suggested that he leave and That the color of the sky on Mars is pinking-red is surprising to me. Noun clauses can also be nonfinite (i.e. with the verb in the form of an infinitive), as in I asked him to leave (compare the synonymous I asked that he leave, expressed using a finite verb).",
    "wikiUrl": "/wiki/noun_clause",
    "category": "glossary",
    "id": "eee9a10ed40f1625c264bde81f1302bb67a2dc234799fcbe8d2021e3b99ddc9d"
  },
  {
    "label": "number, grammatical number",
    "description": "A grammatical category that indicates how many items or individuals. Examples are singular, plural and dual.",
    "wikiUrl": "/wiki/number",
    "category": "glossary",
    "id": "4b1fba2d4dd2f46858c283388c599f51b53fb058a5c078efddec2a19aba0fa35"
  },
  {
    "label": "numeronym",
    "description": "A number-based word such as 9/11 and 24/7.",
    "wikiUrl": "/wiki/numeronym",
    "category": "glossary",
    "id": "324f9cd5b228173aace0607525235a48dabb0c8601f344bf51c3e299cc9231b8"
  },
  {
    "label": "object English Wikipedia has an article on:Object (grammar)Wikipedia",
    "description": "The entity that is acted upon by a verb. For example, in the sentence Tom studies grammar, the word grammar is the object. Contrast subject.",
    "wikiUrl": "/wiki/object",
    "category": "glossary",
    "id": "5ce4c0365be8a8a77518c53d0b0ce056ebe371a6a41f50ef228b9aacb2004c3d"
  },
  {
    "label": "object English Wikipedia has an article on:Object (grammar)Wikipedia",
    "description": "→ direct object, indirect object",
    "wikiUrl": "/wiki/object",
    "category": "glossary",
    "id": "5ce4c0365be8a8a77518c53d0b0ce056ebe371a6a41f50ef228b9aacb2004c3d"
  },
  {
    "label": "oblique case, objective case",
    "description": "Any case that is neither nominative nor vocative. The term is therefore often plural (\"the oblique cases\"); but in some languages, such as Hindustani and Old French, the oblique is a particular case form, used for example (in Old French) for the direct object and with prepositions.",
    "wikiUrl": "/wiki/oblique_case",
    "category": "glossary",
    "id": "41e5018de5d6455db97d65f513238cd8f1048b184aadafbda31021a00021092c"
  },
  {
    "label": "obsolete, obs.",
    "description": "No longer in use, and (of a term) no longer likely to be understood. Obsolete is a stronger term than archaic, and a much stronger term than dated. See Wiktionary:Obsolete and archaic terms. Distinguish: an obsolete term is no longer in use, while the thing it once referred to may or may not exist; a historical term is still in use, but refers to a thing which no longer exists.",
    "wikiUrl": "/wiki/obsolete",
    "category": "glossary",
    "id": "ec310e4eb622e54338d6328a9e4ae477025bf7dfbecf7dfea3fab1c85aaccde7"
  },
  {
    "label": "OED",
    "description": "Oxford English Dictionary. Also SOED (Shorter), OED1 (1st edition), OED2 (2nd edition), NOED (New).",
    "wikiUrl": null,
    "category": "glossary",
    "id": "71dd545e66565d6793cfcad9473d620065a53c4c488c31121086a44585a84fd1"
  },
  {
    "label": "offensive",
    "description": "Language that is intended or likely to cause offense; a kind of impolite language.",
    "wikiUrl": "/wiki/offensive",
    "category": "glossary",
    "id": "952be7cef84694e125461b31bdd3591b5674ae0f49e422f74e9f87362a16c045"
  },
  {
    "label": "onomatopoeia",
    "description": "A word that is meant to sound like what it represents. English examples are kaboom, cuckoo, tweet and ding dong.",
    "wikiUrl": "/wiki/onomatopoeia",
    "category": "glossary",
    "id": "62812653f2165f5437bb2eae59819dbc4ecdbd40ece9cf62f6911d5b7de1074c"
  },
  {
    "label": "optative mood",
    "description": "A category of verb form (a mood) that expresses wishes along with other meanings. Such a category occurs in Ancient Greek and Sanskrit.",
    "wikiUrl": "/wiki/optative_mood",
    "category": "glossary",
    "id": "9da6cbeb7e175983d391cbd5a3d86a3ca73f5d9a905ed4855a1c569ef264830f"
  },
  {
    "label": "orthographic borrowing",
    "description": "A loanword that has been borrowed in its written form and re-pronounced according to the conventions of the target language, particularly in East Asian languages written with Chinese characters. For example, the Chinese name 毛泽东 (Máo Zédōng) is rendered in Japanese as 毛沢東 (Mō Takutō): the spelling is the same, but the characters have been pronounced as if they were Japanese words, leading to a significantly different pronunciation. Sometimes, the pronunciations in the source and donor language have no etymological relationship. For example, the Japanese noun 葉(は)書(がき) (hagaki, “postcard”) was orthographically borrowed into Korean as 엽서 (葉書, yeopseo, “postcard”).",
    "wikiUrl": "/wiki/orthographic",
    "category": "glossary",
    "id": "a4b53c4e9438e6fed7dc914d4c1964a1fd7b062e70f16e4342e1ce7f1666af20"
  },
  {
    "label": "outdated",
    "description": "see dated",
    "wikiUrl": "/wiki/outdated",
    "category": "glossary",
    "id": "ee3cadeefedd25c482a57139206e1f7129dd522796df2858791170383113c292"
  },
  {
    "label": "oxytone",
    "description": "With the stress upon the final syllable (e.g. εθνικός (ethnikós)). Compare with paroxytone, proparoxytone, and barytone.",
    "wikiUrl": "/wiki/oxytone",
    "category": "glossary",
    "id": "cd24056b7d19428b83ef58804cb9adeac0379e745a9db69cf19402b4c6bba35a"
  },
  {
    "label": "p.",
    "description": "post or after, often used in quotations. Hence, a quotation from \"p. 1924\" is a quotation from no earlier than 1924.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "81a7de7361deed7a8b4ec85de5c1744a291c323ff02e655019b9f553f8d40075"
  },
  {
    "label": "p.",
    "description": "See plural.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "81a7de7361deed7a8b4ec85de5c1744a291c323ff02e655019b9f553f8d40075"
  },
  {
    "label": "palindrome",
    "description": "A word, phrase, number or any other sequence of units which has the property of reading the same forwards as it does backwards, character for character, sometimes disregarding punctuation, capitalization and diacritics.",
    "wikiUrl": "/wiki/palindrome",
    "category": "glossary",
    "id": "a25a4a7f6aafb03246a0017df781dce3e832bca14998609e69fd0bd421866a4d"
  },
  {
    "label": "paradigm",
    "description": "A set of all forms which contain a common element, especially the set of all inflectional forms of a word or a particular grammatical category.",
    "wikiUrl": "/wiki/paradigm",
    "category": "glossary",
    "id": "cacd11bd743c36ced69d57e0c13a4dfc5a714c932c35571bc2318403dabd7c58"
  },
  {
    "label": "paragoge",
    "description": "The addition of sounds at the end of a word without changing its morphological structure or meaning.",
    "wikiUrl": "/wiki/paragoge",
    "category": "glossary",
    "id": "5e1e719e8bbf54a860b423f09ec092afca54fadcf71682a18b94bd7b5243ce2b"
  },
  {
    "label": "parisyllabic",
    "description": "A word whose inflections contain the same number of syllables as the lemma form (cf. imparisyllabic).",
    "wikiUrl": "/wiki/parisyllabic",
    "category": "glossary",
    "id": "68b96468e92f0bc1cf30bad052f3fa162cb2c4c3ebc663bb0c3404932755867c"
  },
  {
    "label": "paroxytone",
    "description": "With the stress upon the penultimate (second to last) syllable (e.g. εθνολόγος (ethnológos)). (Compare with oxytone, proparoxytone and barytone.)",
    "wikiUrl": "/wiki/paroxytone",
    "category": "glossary",
    "id": "c2b442adf23d4b62f71678e7c691e7c3fe97c624535ad1fe3d1e07643d4dccfe"
  },
  {
    "label": "part of speech, POS, PoS",
    "description": "The category that a word belongs to, with respect to how it's used as part of phrases and sentences. Examples are nouns, adjectives and verbs. The part of speech is inherent in the word itself, and is independent of any specific role that the word may have within any given sentence (e.g. subject, direct object). Words may belong to more than one part of speech: English this is both a determiner and a pronoun, while coat is both a noun and a verb.",
    "wikiUrl": "/wiki/part_of_speech",
    "category": "glossary",
    "id": "de54b1b47af4677681cdff9e4da1fa281f48f827f7fec48419a59664d4e5c2c9"
  },
  {
    "label": "partial calque",
    "description": "A term which is only in part a calque or loan translation, such that some parts have been translated word-for-word and other parts have been borrowed directly. For example, the English term liverwurst is a partial calque of German Leberwurst; the first part Leber (“liver”) was translated, but the second part Wurst (“sausage”) was borrowed without translation. A partial calque is also known as a loanblend. (see  Partial calque on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/partial_calque",
    "category": "glossary",
    "id": "1b6eaf38d267f10cb7ae877e6ef4d96fb2daebdee4f95eb3e59b9c33c3890f22"
  },
  {
    "label": "participle",
    "description": "A form of a verb that may function as an adjective or noun. English has two types of participles: the present participle and the past participle. In other languages, also future, perfect, future perfect participles.",
    "wikiUrl": "/wiki/participle",
    "category": "glossary",
    "id": "3480269b1affaf1ed1785ce83d2b20cf8ed32b4069b03447ae769ba989f2b181"
  },
  {
    "label": "particle",
    "description": "A word that does not fall into the usual part of speech categories, but which modifies another word or the sentence as a whole. The English term like is used as a particle in many dialects. Particles are more common in other Indo-European languages (e.g. German doch, which marks a sentence as being surprising or rebutting a previous statement) and in East Asian languages (e.g. Japanese は, which marks the topic of a sentence). Many clitics are particles.",
    "wikiUrl": "/wiki/particle",
    "category": "glossary",
    "id": "1d1d155e75844591220d5531a5590a387a99b16852b4407d020f775252c510ae"
  },
  {
    "label": "partitive",
    "description": "Indicating partialness or indeterminateness, such as \"some water\" or \"something nice\". In Dutch, it is a word form that is used when referring to undetermined things or amounts (example: iets interessants = \"something interesting\"). French has special partitive articles which qualify indefinite mass nouns (example: J'ai du café can be translated as either \"I have some coffee\" or simply \"I have coffee\").",
    "wikiUrl": "/wiki/partitive",
    "category": "glossary",
    "id": "3ce902c5d8a583c9468ca4c42175aa5adf4656fa992183feecf124bb2fa46b4b"
  },
  {
    "label": "partitive case",
    "description": "A case that expresses a partial object or an action that is not performed to completion.",
    "wikiUrl": "/wiki/partitive_case",
    "category": "glossary",
    "id": "0ec7a0ce6a83637026e21c19ed319c5d9e5ea7a82428d216af2349bc140fdee2"
  },
  {
    "label": "passive voice",
    "description": "the voice verb form in which the subject is not the person or thing doing the action, and is usually having the action done on them (cf. active voice), e.g. the ball was kicked (by the boy). (See also  Voice (grammar) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/passive_voice",
    "category": "glossary",
    "id": "be29410156e77499334fb23e50ac748e398009a5b6079f9eff9c619b530645df"
  },
  {
    "label": "past tense",
    "description": "The tense of a verb used to refer to an event, transaction, or occurrence that did happen or has happened, or an object that existed, at a point in time before now. An English example is saw in I saw my friend yesterday.",
    "wikiUrl": "/wiki/past_tense",
    "category": "glossary",
    "id": "fcbeb0ff878d6186141547a4e2139641084909397b5b91dedfa6dad6bdde9f75"
  },
  {
    "label": "past historic",
    "description": "A tense found primarily in writing in some languages, especially certain Romance languages. It has the same meaning as the preterite but is used particularly in narrative.",
    "wikiUrl": "/wiki/past_historic",
    "category": "glossary",
    "id": "2b31d42f8144c72f570b636143e71c29ff81f0e5ed31e34c92e6730ed1b7fbed"
  },
  {
    "label": "past perfect",
    "description": "Same as pluperfect.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "ce5e5ea7f4f49745117efa0bba158b70e7399d0b83c08ac087581e9c75874a66"
  },
  {
    "label": "pejorative (or derogatory)",
    "description": "A word form expressing a negative or belittling attitude towards the person or thing referred to. Compare English artsy-fartsy with the neutral equivalent artistic. Some languages have specific prefixes or suffixes for expressing a pejorative attitude, e.g. Spanish -ucho/-acho or English schm-.",
    "wikiUrl": "/wiki/pejorative",
    "category": "glossary",
    "id": "4abf173f88e9ad8696e21ac68560d84616edc57f71ee84e958edc695a39e23bb"
  },
  {
    "label": "penultima",
    "description": "The next-to-last syllable of a word.",
    "wikiUrl": "/wiki/penultima",
    "category": "glossary",
    "id": "1218c2949b9024de34cf64a60cf01741dc74331c281d741142566b457a1ee678"
  },
  {
    "label": "perfect",
    "description": "The aspect of a verb indicating that the action described is completed. In English, it consists of the verb have + the past participle, e.g. Tom has painted the fence or Tom has taken medicine. Depending on the tense of have one can have present perfect, which are represented in the previous examples, or past perfect: Tom had painted the fence, Tom had taken medicine. To have painted is a perfect infinitive. See also Imperfect. Not to be confused with perfective.",
    "wikiUrl": "/wiki/perfect",
    "category": "glossary",
    "id": "fafe97f7def328bbd4f10779b9625a8aa0bfaa143d7ae64e6f5770e47b51cd1d"
  },
  {
    "label": "perfective",
    "description": "The aspect of a verb that denotes viewing the event the verb describes as a simple whole rather than as having internal structure. For example, \"she sat down\" as opposed to \"she was sitting down\". As this may often lead to an interpretation of completeness of what is expressed by the verb, this aspect is generally associated with the past and future tenses. Common in Slavic languages such as Russian. This term is often used interchangeably with aorist aspect. Not to be confused with perfect. (see  Perfective aspect on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/perfective",
    "category": "glossary",
    "id": "11142462a3fd99fc462fd043af4dea0123fa5243f08ffb4feacfc0361179f5d8"
  },
  {
    "label": "periphrastic",
    "description": "Using more words to produce a grammatical effect. For example, \"more fair\" is a periphrastic form of \"fairer\". The English future tense requires periphrastic usage: \"I will write an essay.\" (Cf. monolectic and polylectic.)",
    "wikiUrl": "/wiki/periphrastic",
    "category": "glossary",
    "id": "51b35bddf35989019b0abcf1bed9741be9aa2e1f3a061b8170db618a4d676927"
  },
  {
    "label": "person, grammatical person",
    "description": "A grammatical category that indicates the relationship between the speaker and what is being spoken of. Examples are first person, second person and third person.",
    "wikiUrl": "/wiki/person",
    "category": "glossary",
    "id": "d3099c3843ab776aeec3b560f3a754fd83eb7277fde67a354861c7944d17c882"
  },
  {
    "label": "phoneme",
    "description": "An indivisible unit of sound in a given language, an abstraction of the physical speech sounds.",
    "wikiUrl": "/wiki/phoneme",
    "category": "glossary",
    "id": "42e0313d8f0b533b65e0ab5213bc2332a748de7517ee9f09f7373b4870040d5a"
  },
  {
    "label": "phono-semantic compound",
    "description": "A Chinese character (CJKV character) composed of a component which is related to the meaning the character and another component which is related to the sound of the character, example: the character 媽／妈 (mā, literally “mother”) (OC *maːʔ) is a phono-semantic compound made up of the semantic 女 (literally “female”) (on the left-hand side of 媽／妈) and the phonetic 馬／马 (mǎ) (OC *mraːʔ) (on the right-hand side of 媽／妈).",
    "wikiUrl": "/wiki/phono-semantic_compound",
    "category": "glossary",
    "id": "55ff9d13e281126e0aeeb7c3a083abc5a8417951659adc2fc563aff21bca0874"
  },
  {
    "label": "phono-semantic matching",
    "description": "A word borrowed into one language from another in a way that completely or partially preserves both the original sound and meaning. Phono-semantic matchings are especially common in Mandarin Chinese; examples are 可口可乐／可口可樂 (Kěkǒu kělè, “Coca-Cola”, literally “tasty [and] entertaining”) and 万维网／萬維網 (wàn wéi wǎng, “world wide web”, literally “myriad dimensional net”).",
    "wikiUrl": "/wiki/phono-semantic_matching",
    "category": "glossary",
    "id": "26e3a34f3d7023a68037d979e8645feedffc6184a609d36d71d9009c881c5487"
  },
  {
    "label": "piecewise doublet",
    "description": "One of two (or more) derived words in a language that consist of components that all have the same etymological roots, but which have entered the language at different points in time; in other words, one of two (or more) words that can be split into individual components and all of those components are doublets of the equivalent components of the other words.",
    "wikiUrl": "/wiki/piecewise",
    "category": "glossary",
    "id": "7a1ffb3a0be14e34b1e1c7fea3db80c0bb66e967e0ad570a7eadb6a1ce58053e"
  },
  {
    "label": "pl.",
    "description": "See plural.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "36fcc792b4bdbde5451d64eb739bd80ae4b68457a169c457139fa40d6559c22c"
  },
  {
    "label": "plosive",
    "description": "A consonant sound produced by completely blocking the airflow through the mouth for a short time. In English, the plosives are voiceless /p/, /t/, /k/ (as in the initial sounds of pea, tea, key) and the corresponding voiced sounds /b/, /d/, /ɡ/ (as in the initial sounds of buy, die, guy). Plosives are distinguished from fricatives, in which the air is mostly but not completely blocked, enough to cause a rough, hissing or buzzing sound, and approximants, in which the airflow is only slightly constricted, resulting in a smooth sound.",
    "wikiUrl": "/wiki/plosive",
    "category": "glossary",
    "id": "72e9284c918c9064663ead00b6260cff6c786e6a3e3f18035e32672881d34636"
  },
  {
    "label": "pluperfect",
    "description": "A verb form of perfect aspect and past tense, which is used to describe an action or event which is regarded as having been completed in the past, in relation to a time already in the past. E.g. Tom had painted the fence before I got there.",
    "wikiUrl": "/wiki/pluperfect",
    "category": "glossary",
    "id": "e3b8550d58b902436477a0d891fe6864c3b3a75b0f2eddccd6053d13acc0c755"
  },
  {
    "label": "plural, plural number, pl., p.",
    "description": "A grammatical number that indicates multiple items or individuals. Most languages contrast it with singular, and plural indicates two or more. Some languages also possess the dual or even trial numbers; in these instances the plural indicates more than the highest specific number.",
    "wikiUrl": "/wiki/plural",
    "category": "glossary",
    "id": "cc3f32e8eb6a21ee855ca3074688a27de73625d92d8f7dd32376bea17045f9aa"
  },
  {
    "label": "plurale tantum (plural = pluralia tantum)",
    "description": "Same as plural only (see below).",
    "wikiUrl": "/wiki/plurale_tantum",
    "category": "glossary",
    "id": "87eeb35398099c05635328ecf000a7aac977de42de50de1bd1b0d4ece5b82175"
  },
  {
    "label": "plural only",
    "description": "A noun (or a sense of a noun) that is inherently plural and is not used (or is not used in the same sense) in the singular, such as pants in the senses of \"trousers\" and \"underpants\", or wheels in the sense of \"car\", is plural only or a plurale tantum. In practice, most pluralia tantum are found in the singular in rare cases. (See Category:English pluralia tantum.) Contrast words which are singular only (singularia tantum).",
    "wikiUrl": "/wiki/plural",
    "category": "glossary",
    "id": "488e641880a7b912b08d227c3e79d8d66cad6137a9895c338e92a9a133120ff8"
  },
  {
    "label": "poetic",
    "description": "Language that is typically restricted to works of poetry.",
    "wikiUrl": "/wiki/poetic",
    "category": "glossary",
    "id": "b314f58f5f506fd28379b849e2aa94db436dd2ccd90d4b0606350da6eb434414"
  },
  {
    "label": "polylectic",
    "description": "Used of a grammatical form accomplished with more than one word (cf. monolectic and periphrastic).",
    "wikiUrl": "/wiki/polylectic",
    "category": "glossary",
    "id": "ee59420d775147215a0c823adc3999d78a3d2ead580ec6650ec3f59c5691c873"
  },
  {
    "label": "portmanteau",
    "description": "A blend that combines meanings.",
    "wikiUrl": "/wiki/portmanteau",
    "category": "glossary",
    "id": "edc9c5a2d138a14a06ea519a99d93dc30b5dbe760010f5890c832cc1e6a7e4e5"
  },
  {
    "label": "POS, PoS",
    "description": "See part of speech.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "afebac75650ee0852abb5af4ca41776866fda71771d2658d1e2a225ee745e64b"
  },
  {
    "label": "positive",
    "description": "The 'normal' form of the degrees of comparison of an adjective or adverb. Thus big is the positive form of the trio big, bigger, biggest.",
    "wikiUrl": "/wiki/positive",
    "category": "glossary",
    "id": "afa6e9ab3ac6574d50e6b5674d5e76cc95833823a314b397fd6c499dc673ec9c"
  },
  {
    "label": "positive polarity item",
    "description": "A term or construction that is generally found only in affirmative sentences, questions, conditionals, and certain other “positive polarity” contexts. See also negative polarity item. (see  Polarity item on  Wikipedia.Wikipedia )",
    "wikiUrl": null,
    "category": "glossary",
    "id": "4c9229883368a9921079c99964da47077f4229d3ef155d12dbab9d4008896431"
  },
  {
    "label": "possessional adjective",
    "description": "An adjective indicating that a noun is in possession of some other noun (or a quality of that noun), commonly formed in English by adding the suffix -ed, -ful, -y, -ous, -able, -ual, -ish, -ar, -esque or -like. For example, an animal is bushy-tailed if it is in possession of a bushy tail, a person filled with disdain is disdainful, and a garden is leafy if there are many leaves on the plants there. Commonly idiomatic, such as in pinheaded or red-faced. Not to be confused with possessive adjectives, which indicate who possesses a noun, or relational adjectives, which are often formed in the same way. See also privative adjectives, which denote the opposite.",
    "wikiUrl": "/wiki/possessional_adjective",
    "category": "glossary",
    "id": "969313feb5bc47322c222d7669a594156ee6986c20ee6e2ae28c34cc5459ca54"
  },
  {
    "label": "possessive determiner (or possessive adjective)",
    "description": "A determiner that indicates ownership. For example, in \"her book\", the word \"her\" indicates whose book it is. Not to be confused with possessional adjectives, which indicate what a noun possesses.",
    "wikiUrl": "/wiki/possessive_determiner",
    "category": "glossary",
    "id": "621499957610a6940110aec65a70884caac02d7590d18d58e5eba9d89384547b"
  },
  {
    "label": "postpositive",
    "description": "Placed after the word modified.",
    "wikiUrl": "/wiki/postpositive",
    "category": "glossary",
    "id": "d8495a3846c5a1fcef22627df9a690147376cdc5b3f50ca903f5711894fc6bfb"
  },
  {
    "label": "preconsonantal",
    "description": "Immediately preceding a consonant or consonant sound.",
    "wikiUrl": "/wiki/preconsonantal",
    "category": "glossary",
    "id": "4c3ae8f0545829d9f50b81440dde994ddb169c83778f64c4962c9998f080d9d6"
  },
  {
    "label": "predicate",
    "description": "The part of a sentence that follows the subject. This generally consists of the verb and any objects. It can also consist of a linking verb (e.g. \"to be\", \"to seem\", etc.) and a following adjective, which is termed a predicate adjective or predicative adjective (contrasted with an attributive adjective, which directly modifies a noun). An example would be good in The food is good. Some languages, such as German and Russian, have a special declension for predicate adjectives.",
    "wikiUrl": "/wiki/predicate",
    "category": "glossary",
    "id": "23761c9a25e7e554bc94613ad9ed061537ac540e989b9f1ca8eea5f02b56e027"
  },
  {
    "label": "predicative",
    "description": "Describes a term that acts as the predicate or part of the predicate of a sentence (e.g. a predicative adjective, such as good in The food is good). Some adjectives are only-predicative like afraid or glad in English.―In Russian, it often specifically refers to an adjective-like part of speech that serves as the entire predicate of a sentence in an impersonal construction. Such constructions often cannot be translated word-for-word in English. An example is ску́чно (skúčno, “it is boring”) in the sentence мне ску́чно (mne skúčno, “I am bored”, literally “It is boring to me”).",
    "wikiUrl": "/wiki/predicative",
    "category": "glossary",
    "id": "8d932ff19944a536ca0ff46384fed6db170f208d0a5d839748a6daacd5de121a"
  },
  {
    "label": "prefix",
    "description": "A morpheme added to the beginning of a word to modify its meaning.",
    "wikiUrl": "/wiki/prefix",
    "category": "glossary",
    "id": "e7a2e8b216e5aec3facf743962d3997f2e7d70088ef257de472d6a258049832e"
  },
  {
    "label": "prescriptive",
    "description": "(as a context label for a word or phrase) Correct and consistent according to linguistic rules, but not in general use.",
    "wikiUrl": "/wiki/prescriptive",
    "category": "glossary",
    "id": "14b083a785d299683c49cb90f32310137d2fc76aba02e35eaf7061f0b46cb2e2"
  },
  {
    "label": "prevocalic",
    "description": "Immediately preceding a vowel or vowel sound.",
    "wikiUrl": "/wiki/prevocalic",
    "category": "glossary",
    "id": "5b0eb0b89e5eff7832f35af5e38e449101c84e8e2c7ffc330164b8b5b870284d"
  },
  {
    "label": "preposition",
    "description": "A word, normally non-inflecting, that is typically employed to connect a following noun or pronoun, in an adjectival or adverbial sense, with some other word. Examples of prepositions in English are in, from and during. Note that some languages have postpositions instead of prepositions; they function like prepositions but come after the noun or pronoun being connected.",
    "wikiUrl": "/wiki/preposition",
    "category": "glossary",
    "id": "9aeb4569988b718c9f9c2980976b425d1e8fd2d587bc201cca4a37b456346d9e"
  },
  {
    "label": "prepositional case",
    "description": "A case used in certain languages, especially Russian, after certain prepositions. In Russian, it corresponds to the locative case in other Slavic languages.",
    "wikiUrl": "/wiki/prepositional_case",
    "category": "glossary",
    "id": "28d34dbbae6d9133fd176bb27d6ffc21a031de15e41cb33de89faf7926fcc59c"
  },
  {
    "label": "present tense",
    "description": "The tense of a verb used primarily to refer to an event, transaction, or occurrence happening now or at the present time. The verb see in I see my friend in the window is in the present tense. In many languages, including English, the present tense may also be used to refer to past or future events in certain contexts: My plane leaves tomorrow morning (where leave is a present verb that refers to the future), or: John Lennon dies of gunshot wounds (as in a headline, where dies is a present verb that refers to the past; see historical present). While such uses are somewhat exceptional in English, the present tense is used much more widely in many languages. For example, the German present tense also covers some or most of the uses of the English future (I will do) and present perfect (I have done).",
    "wikiUrl": "/wiki/present_tense",
    "category": "glossary",
    "id": "45eda4b8160f6da7f1f517c2d645a83c4de50e8c5a3a7ccd1a3645ba0f856c3e"
  },
  {
    "label": "preterite (also spelled preterit)",
    "description": "A tense showing an action at a determined moment in the past. In general it is thus the union of the past tense with the perfective aspect, although in some languages it is little more than a synonym for past tense.",
    "wikiUrl": "/wiki/preterite",
    "category": "glossary",
    "id": "60a28e0f9feda35b3c94b0a9e36c4ef2d3719f86a4eadc9e39aba0d0f30dc5e2"
  },
  {
    "label": "preterite-present verb",
    "description": "In Germanic languages, a verb that displays (or historically displayed) ablaut in the present tense, and thereby had present tense forms resembling the past (or preterite) tense of a strong verb. Most languages have no more than a handful of such verbs, and they are often used as auxiliary verbs. English examples are shall, can, may. Contrast strong verb, weak verb.",
    "wikiUrl": "/wiki/preterite-present_verb",
    "category": "glossary",
    "id": "158a07c7e598fed5f42f7242274e20a1ab60c7cd206ced65d9b4f18624a228cd"
  },
  {
    "label": "productive",
    "description": "Used to form new words and phrases. For example, when a new verb appears in Modern English, the productive suffix -ed is used to form its past participle; by contrast, the suffix -en appears in many existing past participles, but is not productive, in that it is not (usually) used to form new ones.",
    "wikiUrl": "/wiki/productive",
    "category": "glossary",
    "id": "60c394d0e768748735a8ad11901555dcf66a8af88798bd07c001af3cc2d569e8"
  },
  {
    "label": "progressive",
    "description": "The aspect of a verb, indicating that the action described is, was or will be continuing, uncompleted or repeated. A verb form indicating that an action is in progress. In English, formed from a combination of be + the present participle (-ing form) of the verb. So one can have present progressive (e.g. is painting), past progressive (e.g. was painting), future progressive (e.g. will be painting), etc. Similar to, but less general than, the imperfective aspect. (See also continuous.)",
    "wikiUrl": "/wiki/progressive",
    "category": "glossary",
    "id": "b7c03e34b89e841ac47c984622d6b11b5d1bad2e8491dae9173048280e4c2b84"
  },
  {
    "label": "pronominal verb",
    "description": "A form of verb that has an attached pronoun, prominent feature of Romance and Slavic languages. The verb-pronoun combination can have reflexive, reciprocal, passive, subjective or idiomatic semantics.",
    "wikiUrl": "/wiki/pronominal_verb",
    "category": "glossary",
    "id": "1b620b94220c794c080e94bd95482116478cbb6f229cf5f7f83b1dfca9074745"
  },
  {
    "label": "pronoun",
    "description": "A part of speech that acts as a substitute for a noun or noun phrase and refers to a topic of the discussion. Pronouns can refer to a participant in the discussion and can be used instead of a person's name, such as with the pronouns I and you. Other pronouns, such as he, she, and it, can be used to refer to other people or objects that have already been mentioned without repeating their names.",
    "wikiUrl": "/wiki/pronoun",
    "category": "glossary",
    "id": "d890b4d728276df31edf7f3e1d8397405436730ba5d2b3581aa8528f3f55435a"
  },
  {
    "label": "pronunciation spelling English Wikipedia has an article on:pronunciation spellingWikipedia",
    "description": "A deliberate misspelling used in writing, typically to indicate the speech of a particular dialect, even if the speaker may have perfect spelling. As such, it is the functional opposite of eye dialect.",
    "wikiUrl": "/wiki/pronunciation_spelling",
    "category": "glossary",
    "id": "3e636a4d58b2e52bc1b218a8e9d1f9f2f7a1dda3f329c4afd301047e45f7c580"
  },
  {
    "label": "proparoxytone",
    "description": "With the stress upon the antepenultimate (third to last) syllable (e.g. εθνικότητα (ethnikótita)). (Compare with oxytone, paroxytone, and barytone.)",
    "wikiUrl": "/wiki/proparoxytone",
    "category": "glossary",
    "id": "2acffbc50384121fdab351f4a7bf2ac324029365e31dc5a4535e7ea22bdcaf1b"
  },
  {
    "label": "proper noun",
    "description": "A kind of noun that usually refers to a specific, unique thing, such as Earth and the Alps, though one language's proper noun may translate to another language using a common (not proper) noun. In English, proper nouns are usually capitalized, as are common nouns and adjectives derived from proper nouns. The same word may have both common-noun and proper-noun senses (such as German, which is both a proper noun denoting a certain language, and a common noun denoting a person from Germany), and most proper nouns can sometimes be used as common nouns – e.g. John is a proper noun that is a first name, but can be used a common noun with plural Johns meaning \"people named John\".",
    "wikiUrl": "/wiki/proper_noun",
    "category": "glossary",
    "id": "d3d7d5dcd8d61548b629709283589d626ace93587afbf9fdceebf0e4fae0e777"
  },
  {
    "label": "proscribed",
    "description": "Some authorities or commentators recommend or warn against the listed usage.",
    "wikiUrl": "/wiki/proscribe",
    "category": "glossary",
    "id": "4ff77a3be3295327a11814f38ea7a5f7ecf1d0bd0511a74235d127c74e2a6d69"
  },
  {
    "label": "prothesis",
    "description": "The prepending of phonemes at the beginning of a word without changing its morphological structure, as in nother, from other (“a whole nother thing”), or Spanish esfera from Latin sphaera (“sphere”).",
    "wikiUrl": "/wiki/prothesis",
    "category": "glossary",
    "id": "66da3abdb22c90170b8355b8b21416a6dfcd0f4547456b0024a4e945f9a7c2fc"
  },
  {
    "label": "protologism",
    "description": "A neologism or any coined word with very limited use. By definition, protologisms do not meet Wiktionary's criteria for inclusion, but some are recorded at Appendix:Protologisms.",
    "wikiUrl": "/wiki/protologism#Noun",
    "category": "glossary",
    "id": "b3d7f140b943272048ad06d333ee90c9eb6566c5f070ee0da1721521c443c0ba"
  },
  {
    "label": "proverb",
    "description": "A phrase expressing a basic truth which may be applied to common situations.",
    "wikiUrl": "/wiki/proverb",
    "category": "glossary",
    "id": "44c768db2a1e20ba320175998e9670c7a8f4765a51e81a0aee3a56df7b5d3fcd"
  },
  {
    "label": "pseudo-acronym",
    "description": "A word that has the form of an acronym or initialism but no longer stands for anything. (See also  Pseudo-acronym on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/pseudo-acronym",
    "category": "glossary",
    "id": "9bc1f064e7df79520fcf146c2b0de6ec682761dcc5a78355e9e7274c229c94f3"
  },
  {
    "label": "pseudo-anglicism",
    "description": "A word in a non-English language that is formed from English elements and may appear to be English, but that does not exist as an English word with the same meaning, such as Flipper (“pinball machine”), サラリーマン (sararīman, “white-collar worker”) and afterwork (“informal gathering after work”).",
    "wikiUrl": "/wiki/pseudo-anglicism",
    "category": "glossary",
    "id": "ebe0c10024586bb4e5468be552f364b856b84ad2105be9d645c14a3a0c3e9d4d"
  },
  {
    "label": "pseudo-loan",
    "description": "A word in one language that appears to be a direct borrowing from another language, but does not exist in that language or has an unrelated meaning. Examples are French footing (“jogging”), German Bodybag (“messenger bag, courier bag”), Japanese サラリーマン (sararīman, “white-collar worker, 'salaryman'”) and Swedish afterwork (“informal gathering after work”). Depending on the source language, more specific terms may be in use, e.g. pseudo-anglicism for pseudo-loans from English; wasei-eigo specifically for Japanese-language pseudo-loans from English; pseudo-Latinism for pseudo-loans from Latin (cf. hocus pocus, noli illegitimi carborundum); pseudo-Hispanism for pseudo-loans from Spanish (cf. no problemo, que sera sera); pseudo-Gallicism for pseudo-loans from French (cf. vive la différence, nom de plume, triple entendre); pseudo-Germanism (from German), pseudo-Japonism (from Japanese), pseudo-Arabism (from Arabic), pseudo-Italianism (from Italian), etc.",
    "wikiUrl": "/wiki/pseudo-loan",
    "category": "glossary",
    "id": "0c11e9d3a32df9ec705fe79f1d34cca0dcc0ca38fab411ede1e012aa83a1a15e"
  },
  {
    "label": "rare",
    "description": "A term or sense that is attested but not used commonly either in spoken or written language, even less so than uncommon terms. A rare term or sense is typically difficult to find even when deliberately searching for it, and may be attested only a handful of times in accessible corpora.",
    "wikiUrl": "/wiki/rare",
    "category": "glossary",
    "id": "50270c12c086cb3616ad7f7b98199589b7bb8f181dfd0d6dbf887b4b1a2552c0"
  },
  {
    "label": "reanalysis",
    "description": "Analysis of a lexeme with a different structure from its original, often by misunderstanding. For example, hamburger, which is originally Hamburg + -er, was reanalyzed as ham + -burger, which produced words like cheeseburger.",
    "wikiUrl": "/wiki/reanalysis",
    "category": "glossary",
    "id": "9dfec170d8c09083f303065fa89762c9a941ef9499a2bdf6a7abc9690b020514"
  },
  {
    "label": "rebracketing",
    "description": "The process by which a word originally derived from one source is broken down or bracketed into a different set of factors. The understanding of hamburger as ham + burger (rather than Hamburg + -er) is an example of rebracketing. Also called metanalysis.",
    "wikiUrl": "/wiki/rebracketing",
    "category": "glossary",
    "id": "89d041a632050c797365239def74711d77b201568726288644101a4971a082d8"
  },
  {
    "label": "reciprocal",
    "description": "Used to indicate that subjects have other subjects as object. Pronouns can be reciprocal (in English each other), as well as verbs reciprocal quality as lexemes.",
    "wikiUrl": "/wiki/reciprocal",
    "category": "glossary",
    "id": "3a2a3e1129ee00e69b6bec431993b11ec05b1e9c53612e62e175b4f7fea52d11"
  },
  {
    "label": "reconstruction",
    "description": "A word that is not recorded in actual texts or other media, but has been recreated from its descendant forms, using the comparative method of linguistics.",
    "wikiUrl": "/wiki/reconstruction",
    "category": "glossary",
    "id": "d3986ad4c179b5809a041dc934093a926a10f6c47858c1ceabf660726ccea10f"
  },
  {
    "label": "reducible",
    "description": "In the Slavic languages, a word (especially a noun or adjective) with an alternation between a vowel and no vowel in different forms of the word, pursuant to Havlík’s law. In Russian, for example, the reducible masculine noun вене́ц (venéc, “crown”) appears unreduced (with /e/ in the final syllable) in the masculine singular, and reduced (with no /e/) in other forms, e.g. genitive singular венца́ (vencá), nominative plural венцы́ (vencý).",
    "wikiUrl": "/wiki/reducible",
    "category": "glossary",
    "id": "4d61946e735f96c2bb633a1a587fbac051d0bd135061fbff2c9e369351b066a5"
  },
  {
    "label": "reduplication",
    "description": "The repetition of a word or a part of a word (as few as two phonemes in a word, or the whole sequence of phonemes in the word) with no or slight change. Compare haplology, the elision of a repeated part of a word.",
    "wikiUrl": "/wiki/reduplication",
    "category": "glossary",
    "id": "d4e7ed3846e290dc43cfb0647797b15be08be21b8911a78a87562467383a5197"
  },
  {
    "label": "reflex",
    "description": "The name given to a descendant word in a daughter language, descended from an earlier language. For example, Modern English heat is the reflex of the Old English hǣtu.",
    "wikiUrl": "/wiki/reflex",
    "category": "glossary",
    "id": "fcc54d5b1690d1319cdd27cbc5440623b5e3553beda0e16ff52b0f6a5baac2b8"
  },
  {
    "label": "reflex",
    "description": "Rarely, this word is used in reverse, and the 'reflex' is actually the root word rather than the descendant word. However, this usage is usually filled by the term etymon instead.",
    "wikiUrl": "/wiki/reflex",
    "category": "glossary",
    "id": "fcc54d5b1690d1319cdd27cbc5440623b5e3553beda0e16ff52b0f6a5baac2b8"
  },
  {
    "label": "reflexive",
    "description": "Referring back to the subject, or having an object equal to the subject. Pronouns can be reflexive (e.g. myself, oneself). Romance and Slavic languages make extensive use of reflexive verb forms (e.g. Italian lavarsi, Spanish lavarse (“to wash oneself”)). These are part of a larger group of pronominal verbs.",
    "wikiUrl": "/wiki/reflexive",
    "category": "glossary",
    "id": "465407cbb65c066633162081a51f5df9d124554d3b8e449ab8db1b4a60aac842"
  },
  {
    "label": "register English Wikipedia has an article on:Register (sociolinguistics)Wikipedia",
    "description": "A variety of a language used for a particular purpose or in a particular social setting. Encompasses variants such as slang, colloquial, informal, formal, etc.",
    "wikiUrl": "/wiki/register#English:_language_register",
    "category": "glossary",
    "id": "d71a16fecec6fcdd0c592e65f084c797d1dd62773e0eb7b7c4038b1f5dc8cf49"
  },
  {
    "label": "related terms",
    "description": "Words in the same language that have strong etymological connections but are not derived terms.",
    "wikiUrl": "/wiki/Wiktionary:Entry_layout_explained#Related_terms",
    "category": "glossary",
    "id": "7e38ed26e6ca0645c69482e315ba9b71af510d048f9e819d9402c3ca97c8452e"
  },
  {
    "label": "relational",
    "description": "Refers to a type of adjective in some languages, e.g. Latin, Ancient Greek and the Slavic languages, that takes the place of a noun when it modifies another noun. Consider an English phrase such as chicken soup. In English, this phrase can be constructed by simply placing a noun such as chicken in the position normally occupied by an adjective, i.e. directly before the noun. In languages such as Russian, however, this cannot be done, and instead the word ку́рица (kúrica, “chicken”) must be replaced by the relational adjective кури́ный (kurínyj, “related to chickens”) when forming the Russian equivalent кури́ный суп (kurínyj sup, “chicken soup”). Generally, adjectives of this sort cannot be qualified by more, less or very.",
    "wikiUrl": "/wiki/relational",
    "category": "glossary",
    "id": "5449d70e4205b9bcec11e0093209f247e31439854b0633dc2235254e010e9a0f"
  },
  {
    "label": "relative",
    "description": "Marking a relative clause. Often used of pronouns, such as the tree which....\nIn the Bantu languages, a part of speech that resembles an adjective in function, but behaves morphologically and syntactically like a relative clause.",
    "wikiUrl": "/wiki/relative",
    "category": "glossary",
    "id": "d2d9e1f13413d3e07064d629ac3341a6e1d6a5eb0895e76a3c66df19307a56f0"
  },
  {
    "label": "relative clause English Wikipedia has an article on:Relative clauseWikipedia",
    "description": "A subordinate clause that modifies a noun. In The man who I saw yesterday is leaving today, the clause who I saw yesterday is a relative clause. In English, relative clauses are often introduced by a relative pronoun such as who, which or that, but other languages often have different strategies for marking relative clauses.",
    "wikiUrl": "/wiki/relative_clause",
    "category": "glossary",
    "id": "587f2bd2878c4e0cd1dd9040db9dbf5a4c139fbe26feebed927ab31af57d6b1b"
  },
  {
    "label": "respelling",
    "description": "A different spelling of a word, especially to show its pronunciation.",
    "wikiUrl": "/wiki/respelling",
    "category": "glossary",
    "id": "8871fb5df8d1e8edca82fe90f908c75af6db6a4eba89e29e14c6bc8dcee8e232"
  },
  {
    "label": "retronym",
    "description": "A new word or phrase coined for an old object or concept whose original name has become used for something else or is no longer unique (such as acoustic guitar where guitar used to mean this but can now also refer to an electric guitar).",
    "wikiUrl": "/wiki/retronym",
    "category": "glossary",
    "id": "96d2d4ccf3bd5aed075213798e378dd0c470245550fcf9fb3b8603766b655cb2"
  },
  {
    "label": "rhetorical question",
    "description": "A question to which the speaker does not expect an answer",
    "wikiUrl": "/wiki/rhetorical_question",
    "category": "glossary",
    "id": "270e1f6056c2e377a1e92800d3c0546004a00f2ffa3e18a417ff2b3a240e6cab"
  },
  {
    "label": "rhotacism, rhotacization",
    "description": "A sound change that converts one consonant (usually a voiced alveolar consonant: /z/, /d/, /l/, or /n/) to a rhotic consonant in a certain environment, most commonly /z/ to /r/.\nThe opposite process: changing /r/ to /z/, or to a different consonant, or elision.",
    "wikiUrl": "/wiki/rhotacism",
    "category": "glossary",
    "id": "a2fc958b691d05a78a4cf7f88cac41ec401720655a8434756a613d96bcbea068"
  },
  {
    "label": "Romanization, Romanisation",
    "description": "Transliteration of a string in a non-Latin script into the Latin or Roman one: for instance, συγγνώμη can be romanized as singnómi.",
    "wikiUrl": "/wiki/Romanization",
    "category": "glossary",
    "id": "c4f07601bfa4404b1d1d74bb891ea8707e2a261cfdac913a00d782319aceaf24"
  },
  {
    "label": "root",
    "description": "The part of a word that forms its core and gives its most basic meaning; also the part of the word that is left when all affixes are removed. For example, in insubordination, the root is ord, while in unspeakableness it is speak. The root is often the first part of the word (as in Uralic and often in Indo-European languages), but it may also be the last part, or it may only consist of the consonants of the word (as in the Afroasiatic languages).",
    "wikiUrl": "/wiki/root",
    "category": "glossary",
    "id": "4813494d137e1631bba301d5acab6e7bb7aa74ce1185d456565ef51d737677b2"
  },
  {
    "label": "rustic",
    "description": "Describes a word as part of 'rural' speech. Different to archaic or colloquial.",
    "wikiUrl": "/wiki/rustic",
    "category": "glossary",
    "id": "528638bed53175b1490906fcc7a600409483947d21e8923aa0673b2ea3ed853b"
  },
  {
    "label": "s",
    "description": "See singular.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "043a718774c572bd8a25adbeb1bfcd5c0256ae11cecf9f9c3f925d0e52beaf89"
  },
  {
    "label": "SAMPA",
    "description": "SAMPA (Speech Assessment Methods Phonetic Alphabet), a set of systems for representing the phonemes of various languages in plain ASCII text. Not to be confused with X–SAMPA, the system for representing the full International Phonetic Alphabet in plain ASCII text.",
    "wikiUrl": "/wiki/SAMPA",
    "category": "glossary",
    "id": "b8b4f7f993cef88d70d2357f696604753691a6170c05076f6247319ef028d555"
  },
  {
    "label": "script",
    "description": "A writing system adapted to a particular language or set of languages.",
    "wikiUrl": "/wiki/script",
    "category": "glossary",
    "id": "21a0270b7f66a1e4c25933f13a1e5a1bbb4757578072930c8189131f9c6aaae1"
  },
  {
    "label": "second person, 2nd person",
    "description": "A grammatical person that indicates the person or group to whom one is speaking. Examples are the English pronouns you and thou.",
    "wikiUrl": "/wiki/second_person",
    "category": "glossary",
    "id": "b92a224e35f5a482fc90ae355afa03e8f221da3c954fa6b178cc1cecf0d4de55"
  },
  {
    "label": "second-person-object form",
    "description": "A type of conjugation in Hungarian (aside from definite and indefinite) which indicates a first-person singular subject and a second-person (whether singular or plural, but informally addressed) object, for example szeretlek (“I love you”) or látlak (“I see you”).",
    "wikiUrl": null,
    "category": "glossary",
    "id": "4d4ff1c1b2ff2707e724c9e41bacde99961db8b4570eb1957aa3128507bd1de8"
  },
  {
    "label": "semantic loan",
    "description": "A word or expression created by borrowing a meaning from another language and assigning it to a word or expression that already exists in the borrowing language, also called semantic calque. (Compare calque, a new word or expression created by translation.) For example, the French word souris (literally “mouse”) was given the additional meaning computer mouse in imitation of English mouse, which already had both meanings. (see  Semantic loan on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/semantic_loan",
    "category": "glossary",
    "id": "d267cf5bc4f102794fbe784351577eba8cfe3f179631df76f5c7261447ac10d1"
  },
  {
    "label": "semelfactive",
    "description": "A verbal aspect, a subclass of perfective, which denotes a momentary or punctual event (e.g. to sneeze, to blink, to knock). In Slavic languages such as Russian, often used to express actions performed once. (See  Semelfactive on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/semelfactive",
    "category": "glossary",
    "id": "db36cb4c36f33c356d4ec37166b8e62ed566d432af490afac5154538538bd980"
  },
  {
    "label": "semi-learned borrowing",
    "description": "A loanword that was borrowed from a classical language such as Latin or Sanskrit (especially when borrowed into a descendant of the same language), which has been partly reshaped by later sound change or analogy with inherited terms. Opposed to learned borrowings, which have not been similarly reshaped, and inherited terms, which have undergone all the normal sound changes of a language. For example, the Portuguese term artigo (“article”) is a semi-learned borrowing from Latin articulus (“joint, limb, division”), which was borrowed early enough to undergo later sound changes that lenited c into g and deleted l between vowels, but did not undergo earlier sound changes, such as lowering short i to e. In comparison, artelho (“toe”) is inherited from the same Latin term, and artículo (“articulus”) is a learned borrowing from the same Latin term.",
    "wikiUrl": "/wiki/semi-learned_borrowing",
    "category": "glossary",
    "id": "b35c0dd61c746b99c0abfebbaee270e9a2f8390719f25801b762f407ef954102"
  },
  {
    "label": "semivowel",
    "description": "A sound which has some qualities of a consonant and some qualities of a vowel.",
    "wikiUrl": "/wiki/semivowel",
    "category": "glossary",
    "id": "ad1d2a40ba97fdb3b41a45a4a9285aa9eaf43ced4eb403ad2e8f112e8a30f320"
  },
  {
    "label": "sentence",
    "description": "A syntactic unit that expresses a complete thought and consists of one or more clauses joined together.",
    "wikiUrl": "/wiki/sentence",
    "category": "glossary",
    "id": "821119d79af8b9fcf86d782863d55861708cc4040673f905f9e3b616cfb71199"
  },
  {
    "label": "sentence adverb",
    "description": "An adverb that modifies an entire clause or sentence rather than a single word or phrase.",
    "wikiUrl": "/wiki/sentence_adverb",
    "category": "glossary",
    "id": "d4ea2ae3011746eaf97c66d6b4600062e1409ba87f2dc24aa5bbc775dd328dae"
  },
  {
    "label": "set phrase",
    "description": "Set phrase, a common expression (a phrase) whose wording is not subject to variation, or alternately, whose words cannot be replaced by synonymous words without compromising the meaning. Set phrases may include idioms, proverbs, and colloquialisms. For example, flight simulator is a set phrase because it has a special meaning that flying simulator doesn't.",
    "wikiUrl": "/wiki/set_phrase",
    "category": "glossary",
    "id": "c8b8b526996264c84ba040fd6d363d4505c3a6ac1bac715f9bfe956e2fd57bc9"
  },
  {
    "label": "sg.",
    "description": "See singular.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "cc58011fdf5ccaefe9a9dfb5e3550abe75a30ed92d6667b119b041884d8b66e0"
  },
  {
    "label": "SGV",
    "description": "See singulative.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "794f47412532ef90ea7cb2432735416b671df94e9f4c0f5484b296eec07f9ab5"
  },
  {
    "label": "shortening",
    "description": "A shortened form of a word(s), including abbreviations, acronyms, contractions, initialisms, short forms.",
    "wikiUrl": "/wiki/shortening",
    "category": "glossary",
    "id": "4d6fcf2f54b71b1fb57f52722e034062f7864602ca65c563cfe0278ceaab2447"
  },
  {
    "label": "short form",
    "description": "A shortened term which is itself a stand-alone term; e.g. Acts, a short form used to refer to Acts of the Apostles.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "a868ae4195d4c828587a71ce497fcc75baf5ecc6c86f7ef4204bc867bade8778"
  },
  {
    "label": "sic",
    "description": "A Latin adverb meaning \"thus, so\". It is traditionally placed inside square brackets and used in quotations to indicate that the preceding is not a copying error, but is in fact a verbatim reflection of the source. (For example, if a source contains a typographical error, someone quoting the source might add [sic] to make clear that the error was in the original source.)",
    "wikiUrl": "/wiki/sic",
    "category": "glossary",
    "id": "55f1dd626d4be082a57e4d1232e5964509468d99b03f8feb1cb9b5340e3f6eba"
  },
  {
    "label": "siglum (pl. sigla)",
    "description": "A letter or other symbol that stands for a word or name; e.g. ꝓ is a medieval Latin siglum for the word pro.",
    "wikiUrl": "/wiki/siglum",
    "category": "glossary",
    "id": "629736532d47d9e221c6adb5f7195adf2bdd865294439636f48bc88aabe29310"
  },
  {
    "label": "simile",
    "description": "A figure of speech in which one thing is compared to another; in English, it generally uses like or as; see metaphor and figurative.",
    "wikiUrl": "/wiki/simile",
    "category": "glossary",
    "id": "bd61a640dbf4836d04bd7e394a9296a8cef81c96d2b2cd986b28944264422cd8"
  },
  {
    "label": "simplex",
    "description": "A simple word, one without affixes.",
    "wikiUrl": "/wiki/simplex",
    "category": "glossary",
    "id": "8c4bc1c232019873e933120876973d5fe8dc3925c0b886c6419dd70afbc80c34"
  },
  {
    "label": "singular, singular number, sg., s",
    "description": "A grammatical number that indicates exactly one item or individual. Usually contrasts with plural, and, in some languages, with dual.",
    "wikiUrl": "/wiki/singular",
    "category": "glossary",
    "id": "3c2c9209c58aa4ea8583800a0a0fc5a1d279e849db12acbc406c72088d74ca73"
  },
  {
    "label": "singulative, singulative number, SGV",
    "description": "The marked singular form of an unmarked mass noun.",
    "wikiUrl": "/wiki/singulative",
    "category": "glossary",
    "id": "012eca6a2a2fe258e17f2483a15c8b6101e4d504bdd06912c6b1ea7bfc821821"
  },
  {
    "label": "Sino-Xenic",
    "description": "Refers to pronunciations in Japanese, Korean and Vietnamese languages (grouped with Chinese as CJKV) of terms or components derived from medieval Chinese.",
    "wikiUrl": "/wiki/Sino-Xenic",
    "category": "glossary",
    "id": "6af58a9635d575b9339d236b5ba04e5b71a2801151e639d076ff18bb8e865559"
  },
  {
    "label": "s.l.",
    "description": "Latin sine locō (literally “without a place”), used to indicate that the place of publication is not stated in a work.",
    "wikiUrl": "/wiki/s.l.#Etymology_2",
    "category": "glossary",
    "id": "0e0d57be2930fba1136848d6474a084b06ac24d043a4bf74800b02644f65abf9"
  },
  {
    "label": "slang",
    "description": "Denotes language that is unique to a particular profession or subject, i.e. jargon. Also refers to the specialized language of a social group, sometimes used to make what is said unintelligible to those who are not members of the group, i.e. cant. Such language is usually outside of conventional usage, and is mostly inappropriate in formal contexts.",
    "wikiUrl": "/wiki/slang",
    "category": "glossary",
    "id": "007af6cfadfa92841983c6217756974d6e856c1584f9a2f764fccd4403a4d44c"
  },
  {
    "label": "Slavic first palatalization",
    "description": "A specific occurrence of palatalization that occurred in the Proto-Slavic language, in which the velar consonants *k *g *x when followed by any of the front vowels *e *ě *ь *i became the sounds *č *ž *š, respectively. The Slavic first palatalization is still an active process in many modern Slavic languages. For example, before certain suffixes in Russian, the consonants к г х ц become ч ж ш ч respectively. Other Slavic languages behave similarly. (See  Slavic first palatalization on  Wikipedia.Wikipedia )",
    "wikiUrl": "https://en.wikipedia.org/wiki/Slavic_first_palatalization",
    "category": "glossary",
    "id": "21e72a916d565f5e49b64314264ff9430ae2d861df18296b879b67a9ad349905"
  },
  {
    "label": "Slavic progressive palatalization",
    "description": "A specific occurrence of palatalization that occurred in the Proto-Slavic language, in which the velar consonants *k *g *x when preceded by either of the front vowels *ь *i (possibly with an intervening n) became the sounds *c dz s/š, respectively, with s occurring in East and South Slavic but š occurring in West Slavic. (See also  Slavic progressive palatalization on  Wikipedia.Wikipedia )",
    "wikiUrl": "https://en.wikipedia.org/wiki/Slavic_progressive_palatalization",
    "category": "glossary",
    "id": "371c26959143117927299f6faa207b5463d5b358966e0c0632be11aa258b3e6b"
  },
  {
    "label": "s.n.",
    "description": "Latin sine nōmine (literally “without a name”), used to indicate that the name of the publisher is not stated in a work.",
    "wikiUrl": "/wiki/s.n.",
    "category": "glossary",
    "id": "d71773e78ee55879e5aab044222e48436f47b59897db2c62e8202d19d861dc91"
  },
  {
    "label": "snowclone",
    "description": "A type of cliché which uses an old idiom formulaically in a new context. (See also Appendix:English snowclones and  Snowclone on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/snowclone",
    "category": "glossary",
    "id": "6d3af54a6bc6a09cfdef90c5cd87278de005e6a590fe4082653ea32d71bbb4b6"
  },
  {
    "label": "solemn",
    "description": "Used to evoke a sense of current events being highly important. Examples of situations where solemn language is likely to be used are liturgical events, various ceremonies, and public speeches. Solemn terms are often dated or archaic, and once belonged in the neutral register.",
    "wikiUrl": "/wiki/solemn",
    "category": "glossary",
    "id": "93278ec48f1c32814ca4fa97fda7798023668c7271d2fb7b6cfd548fa9642dc9"
  },
  {
    "label": "sound change",
    "description": "A change in the pronunciation of a sound in a given language, usually according to regular rules. An example of such a change in English is the deletion of h in the /hw/ cluster found in words such as which and whale, making them homophonous with witch and wail, respectively. (This sound change is found in most varieties of English, but not in Scottish English or in some conservative American English and Irish English varieties. See Pronunciation of English ⟨wh⟩.)",
    "wikiUrl": "/wiki/sound_change",
    "category": "glossary",
    "id": "fa80fa62df2116e59ecb5afc781f67910218e2366fb6adf303652da32a76caac"
  },
  {
    "label": "sound symbolism",
    "description": "The idea that phonemes or clusters of phonemes carry intrinsic meaning in a language. For example, the phoneme cluster gl- appears to mean \"light\" in English in words such as gleam, glisten, glare, glossy and glow. (See  sound symbolism on  Wikipedia.Wikipedia  Also see  phonestheme on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/sound_symbolism",
    "category": "glossary",
    "id": "e5f21ab78372fc12e14c65b2a2a7226697c6319fd2670eecd907943c71e9afe5"
  },
  {
    "label": "spelling pronunciation",
    "description": "A pronunciation affected by the written form of the word, diverging from the original inherited form. Some spelling pronunciation are considered mistakes or non-standard, while others have historically become universally accepted and completely replaced the original pronunciations. (See  Spelling pronunciation on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/spelling_pronunciation",
    "category": "glossary",
    "id": "d1198fea22cd9ff51f55582b0a063632be3c5da8e91ab913305040139b945b98"
  },
  {
    "label": "stem",
    "description": "The part of an inflected word that the ending is attached to. For example, Latin mens- (stem, \"table\") + -ae (ending, 1st-declension nominative plural) → mensae (full word, \"tables\", nominative plural).",
    "wikiUrl": "/wiki/stem",
    "category": "glossary",
    "id": "919a11f948095f31d9220d1d6f1e4fda01b2826094c6d3c711cc8c6c696c34e0"
  },
  {
    "label": "stratum English Wikipedia has an article on:stratum (linguistics)Wikipedia",
    "description": "A language that influences another by contact, typically due to close geographic proximity (often both spoken simultaneously in the same land) and some form of cultural contact. A stratum can be further classified as substrate, superstrate, or adstrate.",
    "wikiUrl": "/wiki/stratum",
    "category": "glossary",
    "id": "a57f4bafb822936d9e9a5676b0ec6faffd14b1ee3898c18fb2a0033bbdd3e179"
  },
  {
    "label": "strictly",
    "description": "Indicates a more precise use of words; short for strictly speaking (sensu stricto). Contrast loose or broad (wide) sense; loosely.",
    "wikiUrl": "/wiki/strictly",
    "category": "glossary",
    "id": "2a93fe385c0b4e602153872ce01c1bfe1b42ca5305a7643845001e5fd54b1c3a"
  },
  {
    "label": "strong declension",
    "description": "In German, a declension of adjectives, and of masculine and neuter nouns, that is defined in opposition to the weak declension and mixed declension. Strong nouns (typically) form their genitive in -s and/or -es and do not form their plural by adding -n and/or -en. In adjectives, the strong declension is a set of endings used when the adjective is not accompanied by a definite or indefinite article, and includes a fuller set of endings than that of the weak or mixed declensions (hence the name). Note that \"strong\", \"weak\" and \"mixed\" refer to inherent declensional properties of nouns, but all adjectives can be declined according to all three declensions, depending on whether an article precedes and what type of article it is. By analogy, the term \"strong declension\" is sometimes used in other inflected Germanic languages such as Icelandic and Old English. In these languages, adjectives are formed similarly to German but there is typically not a single strong noun declension. Rather, a strong noun is any noun that does not follow the weak declension.",
    "wikiUrl": "/wiki/strong_declension#English",
    "category": "glossary",
    "id": "453edb717b21109136443448ce39fc370b4a3d4ce53ab21c487b560def5c0ebd"
  },
  {
    "label": "strong pronoun",
    "description": "(Greek) An emphatic pronoun.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "60908b8ca5c05b47a4555107abece298579d866b93f283f5cdbe65bae1743b41"
  },
  {
    "label": "strong verb and strong conjugation",
    "description": "In Germanic languages, a verb that displays ablaut. More specifically, a verb that has a change in vowel between present and past. An English example is drink, drank, drunk. Note that some verbs show a vowel change, but not as a result of ablaut (e.g. think, thought); these are not considered strong verbs. Contrast weak verb, preterite-present verb.",
    "wikiUrl": "/wiki/strong_verb",
    "category": "glossary",
    "id": "cf77e50fcd42245fd935238bd92b088477b6ded7f7b90ceb69187196969f7a80"
  },
  {
    "label": "subject English Wikipedia has an article on:subject (grammar)Wikipedia",
    "description": "In a clause: the word or word group (usually a noun phrase) that is dealt with. In active clauses with verbs denoting an action, the subject and the actor are usually the same. Contrast object.",
    "wikiUrl": "/wiki/subject",
    "category": "glossary",
    "id": "f0ea81dadf66b211f14c55e1b1090c1443305d574abd03974f35d6e918f18dcb"
  },
  {
    "label": "subjunctive mood",
    "description": "The mood of a verb expressing an action or state which is hypothetical or anticipated rather than actual, including wishes and commands. Some English examples are if I were rich and it’s important that he be here.",
    "wikiUrl": "/wiki/subjunctive_mood",
    "category": "glossary",
    "id": "ce8fd9be66536c5f768572a5bae04bec84e9591fdf84cfdfdc6bc24aa7553626"
  },
  {
    "label": "subordinate clause",
    "description": "Same as dependent clause.",
    "wikiUrl": "/wiki/subordinate_clause",
    "category": "glossary",
    "id": "2b2b60a0157aebc629d3bad17a9aa187ebe620b4fe72f620134aad51f27dee2c"
  },
  {
    "label": "substantive",
    "description": "A noun or adjective (or phrase), that names a real object with substance. This is in contrast to an attributive noun or adjective, which names a real object that carries the attributes of the named noun or adjective.\nIn Mongolic languages, it sometimes refers to a single part of speech that collectively encompasses nouns, adjectives and adverbs, due to their shared morphological behaviour.",
    "wikiUrl": "/wiki/substantive",
    "category": "glossary",
    "id": "44dd6cd2393d953f4f35f47951370637c97e6b91330f63f788dde03abb1f6057"
  },
  {
    "label": "substantivization",
    "description": "See nominalization.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "7e8a559b4d5f13ac52becff04dc092cefac7aba8abe7ca57e3548bb0881e4987"
  },
  {
    "label": "substratum",
    "description": "A language stratum which has lower cultural or political prestige than the one which it influences. Many historical substrate languages have gone extinct without ever having been attested, and so they must be inferred from their influences on surviving or attested languages. One such example is the Pre-Greek substratum.",
    "wikiUrl": "/wiki/substratum",
    "category": "glossary",
    "id": "3522e4bceb377390bf541abb93f7ef13c94efed7e8c2eb321531197864609b12"
  },
  {
    "label": "suffix",
    "description": "A morpheme added to the end of a word to modify its meaning.",
    "wikiUrl": "/wiki/suffix",
    "category": "glossary",
    "id": "a1b7c6f1aa933f882745c9a905739790931b7fb9a01e49b44d2b4d19e1bf8e39"
  },
  {
    "label": "superlative",
    "description": "An inflection, or different form, of a comparable adjective showing a relative quality, denoting \"to the ultimate extent\". (See also comparative and degrees of comparison.) In English, the superlative form is often formed by appending -est, or using the word most. For example, the superlative of big is \"biggest\"; of confident, \"most confident\".",
    "wikiUrl": "/wiki/superlative",
    "category": "glossary",
    "id": "b36608760aa916c91beccc8dd6d0f8b69879b1311a796f2a0bceab1d195f7fae"
  },
  {
    "label": "superseded",
    "description": "Especially of a spelling, formerly standard, and still frequently encountered, but now deprecated in favor of another form as the result of a spelling reform. Examples in Portuguese: idéia instead of ideia, freqüente instead of frequente, microondas instead of micro-ondas, all replaced in the 1990 Orthographic Agreement, which was fully implemented only by 2015.",
    "wikiUrl": "/wiki/supersede",
    "category": "glossary",
    "id": "444bd9c51d51643ccd939e7eb50c847bde7bfdfe271f2fca928e7dbfc73377f0"
  },
  {
    "label": "superstratum",
    "description": "A language stratum which has higher cultural or political prestige than the one which it influences. One historical example is the superstrate effect of Old Norman French on late Old English in the centuries following the 11th-century Norman conquest of England.",
    "wikiUrl": "/wiki/superstratum",
    "category": "glossary",
    "id": "1b209be230b43356af766385791e42d1acf3fc19506aad0b44128834e3349bb0"
  },
  {
    "label": "supine",
    "description": "A term for an infinite verb form in some languages. In Latin, a type of verbal noun, used for the ablative and accusative case of an infinitive. In Swedish, a form related to the past participle, used to form perfect tenses. In Slovene and Lower Sorbian, a form related to the infinitive, used to indicate purpose after a verb of movement.",
    "wikiUrl": "/wiki/supine",
    "category": "glossary",
    "id": "dd239e50bece8e6bf91ad227dcbdf986c7213db9e90094e6aa9402e0d4d6e197"
  },
  {
    "label": "suppletion, suppletive",
    "description": "The situation in which the inflected forms of a word come from two or more unrelated roots: for example, go and went; be, is, and was. One or more of these forms, or the entire paradigm of the word, may then be called suppletive. Examples from various languages may be found from Category:Suppletive verbs by language.",
    "wikiUrl": "/wiki/suppletion",
    "category": "glossary",
    "id": "f7798e7738c31bb24c958bf980e48c02c8de5a98a8d4334f3e9dd8ab947edf39"
  },
  {
    "label": "surface analysis, surface etymology",
    "description": "The apparent etymology of a term by an analysis based on components occurring in the form of the language at a later point in time, i.e. that term's synchronic makeup: for example, the analysis earth + -en for earthen, which actually was inherited via Middle English from Old English, in which it occurred as eorthen.",
    "wikiUrl": "/wiki/surface_analysis",
    "category": "glossary",
    "id": "3a4c9d705d47d7f2d078d8da2d46d69143446c821f28e9dbee0419a9de820102"
  },
  {
    "label": "syllable",
    "description": "A unit of human speech that is interpreted by the listener as a single sound. (See  Syllable on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/syllable",
    "category": "glossary",
    "id": "db48f7ceb3b18e7adea5e41280507dccec8a5da537c03f75cf0ea2b832090895"
  },
  {
    "label": "synchrony English Wikipedia has an article on:Diachrony and synchronyWikipedia",
    "description": "The viewpoint of analysis of a language which considers only its state at one point (or period) in time, not accounting for historical language change or etymology (as opposed to diachrony). A purely synchronic analysis of a word or phrase (as e.g. from the intuition of a speaker of the language) which may differ from its true etymological derivation is termed a surface analysis.",
    "wikiUrl": "/wiki/synchrony",
    "category": "glossary",
    "id": "99f38bcdeaa607534486c7350e428d39524b02b11fddb4c9d8aea3393a9d1e48"
  },
  {
    "label": "syncope",
    "description": "The deletion or elision of sounds inside a word (not at the beginning or end), most often a single vowel, but sometimes a consonant or a sequence of vowels or consonants. Deletion at the beginning of a word is called apheresis, at the end apocope.",
    "wikiUrl": "/wiki/syncope",
    "category": "glossary",
    "id": "b3805932f54c01190c2b8801d09c320998dc9e32ed967b7912ae4f183e7f520d"
  },
  {
    "label": "syncretism",
    "description": "The situation in which two or more inflected forms of a word are identical. For example, English walked is both the simple past and the past participle of walk, and Ancient Greek ἄλλο (állo) is the neuter nominative, accusative, and vocative singular of ἄλλος (állos).",
    "wikiUrl": "/wiki/syncretism",
    "category": "glossary",
    "id": "407c2a55c68c7cb3b422b138b7009839dfc9382587104120de1e8df103ed7a42"
  },
  {
    "label": "synonym",
    "description": "A word or phrase with a meaning that is the same as, or very similar to, another word or phrase. Contrast antonym.",
    "wikiUrl": "/wiki/synonym",
    "category": "glossary",
    "id": "ee6b5af5c21754a8217bcf29d9433ad9b27393cf313c6f642337f63e5b62d2e2"
  },
  {
    "label": "تَصْحِيف‎ (taṣḥīf)",
    "description": "When a copyist has set wrong points (ʾiʿjām) upon the skeleton (rasm) of the (Arabic) script.",
    "wikiUrl": "/wiki/%D8%B5%D8%AD%D9%81#Arabic",
    "category": "glossary",
    "id": "0a114ef9e0c385851e50b995fd3ccf324ec5a2ceed82774cadd22f0e36b91b41"
  },
  {
    "label": "tatpurusa",
    "description": "Another term for a determinative compound. Contrast bahuvrihi, karmadharaya and dvandva.",
    "wikiUrl": "/wiki/tatpurusa",
    "category": "glossary",
    "id": "29b28f57c6ff87b4a96fa95875aa3c5a8a3c85c6d8bf87e67e2d826e2fc3c8bf"
  },
  {
    "label": "tautology",
    "description": "Redundant use of words, a pleonasm, an unnecessary and tedious repetition.",
    "wikiUrl": "/wiki/tautology",
    "category": "glossary",
    "id": "7a3d117afb19c876739c10a050b3230e19aae92e01a44c96b84c5d52b28dfd48"
  },
  {
    "label": "technical",
    "description": "(1) Specifically related to a particular discipline, either (a) exclusively so or (often) (b) with a somewhat stricter sense when used in that way; (2) Of or related to technology.",
    "wikiUrl": "/wiki/technical",
    "category": "glossary",
    "id": "83e3b78f14e08cc5e0bf037b1668b27bcde446cb05f04f86845deaf7812be71d"
  },
  {
    "label": "telic",
    "description": "The aspect of a verb that denotes an action with a definite endpoint or a goal that is tended towards, or rather an action that is quantized (such that the expression for that action may not describe both the action and a smaller part of that same action); contrast atelic. A kind of telicity distinction can be seen in English when specifying a duration in a (simple past) verb phrase: telic verb phrases take in (I built a house in an hour. Did you just lose two keys in one day?) (See also  Telicity on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/telic",
    "category": "glossary",
    "id": "5f3809101833ca97e9b0f3c1b4bbe4b40c19651c685761af56d99865ab40ef6f"
  },
  {
    "label": "tense",
    "description": "One of the forms of a verb, used to distinguish when an action or state of being occurs or exists. The basic tenses in many languages are present, past, future. (see  Grammatical tense on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/tense",
    "category": "glossary",
    "id": "deb8cc25f01429d62605a44333aba23ed716fc3f7d407b84562b027ecb0e1a59"
  },
  {
    "label": "thematicization",
    "description": "Insertion of a thematic vowel on the root or stem of the word to make it undergo one of the productive vocalic inflections.",
    "wikiUrl": "/wiki/thematicization",
    "category": "glossary",
    "id": "eefb740d0aa7983c331dac759c48813b054f870515d4a5435df702a3ce60cb31"
  },
  {
    "label": "third person, 3rd person",
    "description": "A grammatical person that indicates someone or something that is neither the person or group to which the speaker belongs, nor the person or group that the speaker is speaking to. Examples are the English pronouns he, she, it, this, that, and so on. All nouns are generally considered third person. In some languages (like German, Italian, Spanish, Portuguese, and Hungarian), the third-person conjugation is also used to express the formal you (sometimes combined with the plural and/or capitalizing the personal pronoun in writing).",
    "wikiUrl": "/wiki/third_person",
    "category": "glossary",
    "id": "ee4c1b38b7385d009f0bc11e10c9b72c14a70b8bc35fd63c06eeb398c4760db9"
  },
  {
    "label": "tmesis",
    "description": "The insertion of one or more words between the components of a compound word.",
    "wikiUrl": "/wiki/tmesis",
    "category": "glossary",
    "id": "a3a85879069b940764d2c42e3031b6ca7247453f997617eba927f1ee3c955301"
  },
  {
    "label": "tone",
    "description": "The pitch of a given syllable in languages where changing the pitch changes the basic meaning of the word. In Mandarin Chinese, for example, the word pronounced /ma/ (like English ma), when pronounced with a high, level tone means \"mother\", but when pronounced with a rising tone means \"bother\", and when pronounced with a falling tone means \"scold\".",
    "wikiUrl": "/wiki/tone",
    "category": "glossary",
    "id": "00cf4ce3935c8a60a1acd094b602276fed4618903839231e5d206dce24c0fe0f"
  },
  {
    "label": "toponym",
    "description": "A placename, or a word derived from one.",
    "wikiUrl": "/wiki/toponym",
    "category": "glossary",
    "id": "fda95692c3d678e20587664d7fb241b4c58205b52cf383ba2113c5fcc57b95d8"
  },
  {
    "label": "topicalized form",
    "description": "In some languages, such as Okinawan, a topicalized form of a word is a contraction of that word, used as the phrase topic, with the topic marker.",
    "wikiUrl": "/wiki/topicalized",
    "category": "glossary",
    "id": "b65764d3da0c24db97171b3972141e37b8383e19b0cd6fe22f31017573235532"
  },
  {
    "label": "tr., tran., transl.",
    "description": "Translator or translated, often used in quotations.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "e2432039ce471ca4d1bb1bfe0bc7b91af1a13a6ed467e8bac4998afce6a3d049"
  },
  {
    "label": "transferred sense, transf.",
    "description": "A (usually looser) meaning of a word or phrase developed from a metaphorical application of its original signification (for example, hunger has the primary and original sense “want of food”, “craving appetite”, whence developed the transferred sense of “any strong desire or craving”).",
    "wikiUrl": "/wiki/transferred_sense",
    "category": "glossary",
    "id": "2456a058129b7b57cbd4955e95474f6a48d6978129260b6f5ef5ea14d45fddc4"
  },
  {
    "label": "transgressive",
    "description": "A verb form in some Balto-Slavic languages that expresses a coincidentally proceeding or following action.",
    "wikiUrl": "/wiki/transgressive",
    "category": "glossary",
    "id": "5d9eb61511a1ae7f2198faa745fcc97dfd28e393e525792b10142c531685046b"
  },
  {
    "label": "transitive verb",
    "description": "A verb which requires one or more objects (e.g. I kick the ball); contrast intransitive verb. (See also  Transitivity (grammar) on  Wikipedia.Wikipedia )",
    "wikiUrl": "/wiki/transitive_verb",
    "category": "glossary",
    "id": "bffd10890b56004fec1bc7657c14598eb9d6ef82a1b6a885fb4fdf2c6bb61d44"
  },
  {
    "label": "translation hub",
    "description": "An English multi-word entry that is unidiomatic (sum of parts) and exists purely to host translations and enable navigation from one non-English entry to another non-English entry. An example: two days after tomorrow. See Category:Translation hubs for more.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "a3442c0e979954419ba6277f0ff8af73eefb7758e4c01274b1d8edcd9a5aa883"
  },
  {
    "label": "transliteration",
    "description": "The conversion of text in one script into an equivalent in another script, or an instance of text so converted (for example, Ševčenko and Shevchenko are transliterations of Ukrainian Шевченко from Cyrillic script to Latin script, according to two different systems). Transliteration is conducted on a letter-by-letter basis (contrasted with transcription which is converted on the basis of sounds). This may be extended to the conversion of diacritical marks into alternate forms without diacritical marks in the same script (e.g. Mörder → Moerder).",
    "wikiUrl": "/wiki/Wiktionary:Transliteration",
    "category": "glossary",
    "id": "9d2373b2b1eae7b4b165a4d907b598fe9054978b76ffb070e2a9145b973cdea6"
  },
  {
    "label": "transnumeral",
    "description": "A grammatical number that is ambiguous as to whether it refers to the singular or plural. Found in Sino-Tibetan languages such as Chinese and Japanese, as well as some Austronesian languages such as Indonesian and Malay. When a language also has a plural (or some other) number, they are commonly only used for clarity or emphasis.",
    "wikiUrl": "/wiki/transnumeral",
    "category": "glossary",
    "id": "e93535f3b1bee890537027823be731bade1c4b8912047a963ffd9d50630e00dd"
  },
  {
    "label": "troponym",
    "description": "A verb that indicates more precisely the manner of doing something by replacing a verb of a more generalized meaning, e.g. “to boil” for “to cook”.",
    "wikiUrl": "/wiki/troponym",
    "category": "glossary",
    "id": "163b5e1744d515c2f2c136efb7d6cd33ba979b4dbe11bda95ff5073a43aa36a4"
  },
  {
    "label": "twice-borrowed",
    "description": "Terms in one language that were borrowed from a second language that originally borrowed the term from the first language. (More at  Reborrowing on  Wikipedia.Wikipedia )",
    "wikiUrl": "/w/index.php?title=twice-borrowed&action=edit&redlink=1",
    "category": "glossary",
    "id": "9cd4d931625ecb876b7f970f51f8a425d6d5d05c967183771d314e292ba2aa9b"
  },
  {
    "label": "UK",
    "description": "UK English, that is, the English of the United Kingdom.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "e7d529decf2effa45e405e83edd0d9b4b82f6ad2a1b95d59feb3874e61c0a619"
  },
  {
    "label": "umlaut",
    "description": "A sound change where a vowel is modified to conform more closely to the vowel in the next syllable. Compare ablaut.",
    "wikiUrl": "/wiki/umlaut",
    "category": "glossary",
    "id": "46265dd2e7076be5d1b793a7042ca66a0e7cbea186cdf38c335d6425ab6e01b4"
  },
  {
    "label": "unadapted borrowing",
    "description": "A loanword that has not been conformed to the morpho-syntactic, phonological and/or phonotactical rules of the target language. For example, English cubiculum is an unadapted borrowing from Latin cubiculum, while English cubicle is a standard borrowing from the same Latin word. Unadapted borrowings are often learned ones; see learned borrowing.",
    "wikiUrl": "/wiki/unadapted",
    "category": "glossary",
    "id": "48e911d013a3b38b416dc1f387e78453f187e341ba581f5d7c90baa2d8d5f3de"
  },
  {
    "label": "uncommon",
    "description": "A term or sense that is attested but not used commonly either in spoken or written language, but more commonly than rare terms. In comparison to a rare term, an uncommon term may be easy to find in a deliberate search, but is very unlikely to be encountered naturally. Uncommon slang or jargon is unlikely to be used even by members of the relevant subcommunity or specialists in the relevant field.",
    "wikiUrl": "/wiki/uncommon",
    "category": "glossary",
    "id": "1cc8e284c5d8728ae20c0a9ed90a78977bbfa4ca556e11a9a9ae68724a478625"
  },
  {
    "label": "uncomparable, not comparable",
    "description": "(of adjectives) unable to be compared, or lacking a comparative and superlative function. See comparable. Examples of adjectives that are not comparable: annual, first, extra, satin, six-figure.",
    "wikiUrl": "/wiki/uncomparable",
    "category": "glossary",
    "id": "40d4bda202da8106af75fd58fccd57146d7a64016abaf6c6337098b14efb78a6"
  },
  {
    "label": "uncountable, uncountable noun, mass noun",
    "description": "A noun that cannot be used freely with numbers or the indefinite article, and which therefore usually takes no plural form. For example, the English noun information is a mass noun, and at least in its principal senses is uncountable in most varieties of English. For those senses, we cannot say that we have *one information, nor that we have *many information (or *many informations). Many mass noun senses often have corresponding plural count senses that denote types of the mass sense, instances of the mass sense, or portions (servings) of the mass sense. For example, the main sense of butter is the uncountable sense, so the plural form butters is seldom used, although it occasionally is used to mean \"types of butter\" (many herb butters contain garlic) or \"[packets of] butter\". Compare also other implicit references to a container and the portion/serving that it contains (get me a water, order two sodas, have a few beers). Many languages do not distinguish between countable and uncountable nouns. Antonym: countable, or count noun.",
    "wikiUrl": "/wiki/uncountable",
    "category": "glossary",
    "id": "174d354cd2a00ab4b101ff42e67f4f82d5bda89ea4bc4bf1e90f0554950115cf"
  },
  {
    "label": "undeclinable",
    "description": "See indeclinable.",
    "wikiUrl": "/wiki/undeclinable",
    "category": "glossary",
    "id": "8ddcc9c655af18b43a4f4667ee534cf29f2ce2936ae60785fa780055bcb19081"
  },
  {
    "label": "univerbation",
    "description": "A single word formed from a fixed expression of several words. For example, the single word albeit comes from the Middle English expression al be it, in which al means although.",
    "wikiUrl": "/wiki/univerbation",
    "category": "glossary",
    "id": "b154d7c3138c8d032d16d5b021284aa22e7f143fc4fece6eddb4f816656c8d5a"
  },
  {
    "label": "usage notes",
    "description": "Additional information on current and historic use of the term in written or spoken language.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "0a4c796d2a10d75ad8f8cc5140fe2369998733c2510d19db21cd24ae5ba76908"
  },
  {
    "label": "v",
    "description": "See verb.",
    "wikiUrl": null,
    "category": "glossary",
    "id": "4c94485e0c21ae6c41ce1dfe7b6bfaceea5ab68e40a2476f50208e526f506080"
  },
  {
    "label": "varia lectio, variant reading, variant",
    "description": "Any one of the readings of a given word or passage in a text which differ from copy to copy, from edition to edition, from manuscript to manuscript, or from translation to translation.",
    "wikiUrl": "/wiki/varia_lectio",
    "category": "glossary",
    "id": "9e8bfbc8c91c47199edd95385c54056a5cabc60271d6ea2cdd7874478ba1c1c6"
  },
  {
    "label": "velar",
    "description": "A consonant made with the tongue touching the soft palate (also known as the velum). In English these include /k/, /ɡ/, /ŋ/, as in the final consonants of sack, sag, and sang, respectively.",
    "wikiUrl": "/wiki/velar",
    "category": "glossary",
    "id": "0d71a2e6b307785ba35437a6709fabe7d21070f67c0066067fa6db6ad2c226f3"
  },
  {
    "label": "verb",
    "description": "A word that indicates an action, occurrence or state of being. The inflection of verbs is commonly called conjugation.",
    "wikiUrl": "/wiki/verb",
    "category": "glossary",
    "id": "6806f86a17f0ae04d4ad43168fcdd0651c0fe99108b992f5ac398fd6bf235331"
  },
  {
    "label": "verbal noun",
    "description": "A noun formed from a verb.",
    "wikiUrl": "/wiki/verbal_noun",
    "category": "glossary",
    "id": "191483545fc004a0d351abdbfbb3ed60676d535c09c66e298583235056cfac54"
  },
  {
    "label": "verlan",
    "description": "A type of backslang used in French, in which the order of the syllables or sounds of words is changed, usually with the last syllable coming first. Examples are barjot from jobard (“crazy”) and meuf from femme (“woman”). Sometimes this transformation is applied recursively, e.g. beuteu, a verlan form of teub, which is itself a clipped verlan form of bite (“dick”).",
    "wikiUrl": "/wiki/verlan",
    "category": "glossary",
    "id": "e302f52e50d4c7518dc761eeebce982808487b0ba921ec8313750f8de2c4c955"
  },
  {
    "label": "virile",
    "description": "In Slavic languages, a plural gender used for groups that include men and for masculine personal nouns.",
    "wikiUrl": "/wiki/virile",
    "category": "glossary",
    "id": "e1601b290054a8fc0ea653b23da791c20940edbf0b321a2c2f1d741dc63eb41a"
  },
  {
    "label": "vocative case",
    "description": "A case which indicates that someone or something is being directly addressed (spoken to), often by name. For example, in the English phrase He's dead, Jim the name Jim would be a vocative.",
    "wikiUrl": "/wiki/vocative_case",
    "category": "glossary",
    "id": "c1d2640ff6cdcb01fc157c6cc0abb2f58cbf48b3bf317a14dcb37dad43fbfa7d"
  },
  {
    "label": "voice",
    "description": "A verb characteristic (expressed in some languages by inflection) indicating its relationship with the subject. The usual voices are: active, passive and middle. (See also  Voice (grammar) on  Wikipedia.Wikipedia .)",
    "wikiUrl": "/wiki/voice",
    "category": "glossary",
    "id": "c57d7e92019708b614c90fa3685cd644f543a60153fb99ec9b67c381a245fb2a"
  },
  {
    "label": "voiced",
    "description": "A sound produced with vibration of the vocal cords; a type of voicing.",
    "wikiUrl": "/wiki/voiced",
    "category": "glossary",
    "id": "fbb51b54fa0740101223c33a1a96b29efc6ab73db1cc8539a5a0da85583f4f49"
  },
  {
    "label": "voiceless",
    "description": "A sound produced without vibration of the vocal cords; a type of voicing.",
    "wikiUrl": "/wiki/voiceless",
    "category": "glossary",
    "id": "9e90f0817a983d2c9b7a99ef732a57e566cfd9d5908f14c9adcfe7a1aca83361"
  },
  {
    "label": "voicing",
    "description": "A characteristic of sounds, indicating whether they are produced with vibration of the vocal cords. In English, all vowels are voiced, as well as all approximant consonants, but plosive and fricative consonants can be either voiced or voiceless. Examples of voiced sounds in English are /v/, /z/, /b/, /d/, and the corresponding voiceless sounds are /f/, /s/, /p/, /t/. Whispering is a type of speech production in which all sounds are pronounced voiceless.",
    "wikiUrl": "/wiki/voicing",
    "category": "glossary",
    "id": "4801053ba28ed58cf3ab9bab34badfbc538a07da5a55a67fb62154e1b5e2abb8"
  },
  {
    "label": "vowel",
    "description": "A sound produced by the vocal cords with relatively little restriction of the oral cavity, forming the prominent sound of a syllable.",
    "wikiUrl": "/wiki/vowel",
    "category": "glossary",
    "id": "59981069c56a2c667397e132d6adebe3a174579592f56f59213bdba8c54d7fa3"
  },
  {
    "label": "vowel harmony",
    "description": "A phonological restriction in some languages which constrains the vowels found either next to each other or within a word, such that vowels must belong to the same class in a particular classification, like front/back vowels or rounded/unrounded vowels.",
    "wikiUrl": "/wiki/vowel_harmony",
    "category": "glossary",
    "id": "9c90a277c9888d5d7104ca560678411761b0ae49e34bd896ec868fe93e65dfde"
  },
  {
    "label": "vulgar",
    "description": "Language considered distasteful or obscene.",
    "wikiUrl": "/wiki/vulgar",
    "category": "glossary",
    "id": "8517fce0bb210802a10d7560d6949031af4555cfebbfd641b452d06d1167d70e"
  },
  {
    "label": "vulgar",
    "description": "See also: offensive, pejorative.",
    "wikiUrl": "/wiki/vulgar",
    "category": "glossary",
    "id": "8517fce0bb210802a10d7560d6949031af4555cfebbfd641b452d06d1167d70e"
  },
  {
    "label": "Wanderwort or wanderword",
    "description": "A wordform which has spread over a substantial area, or to many regions, outside of that of its language of origin, typically due to cultural exchange resulting from travel and trade. Wanderworts are a type of loanword, but a Wanderwort may or may not be an areal word. See also Kulturwort. Contrast strata.",
    "wikiUrl": "/wiki/Wanderwort",
    "category": "glossary",
    "id": "6cf58aed488f48ad6ace5d70f63cb5e20fbc030e17b7e6664c8857d2be7d8f75"
  },
  {
    "label": "weak declension",
    "description": "A declension of adjectives and nouns in several Germanic languages, which originally had (and in some languages still have) an -n- in most of their forms. The weak adjective declension is used in conjunction with definite articles. The weak noun declension is simply one of several possible noun declensions, so named because it uses the same endings as weak adjectives. See the Wikipedia article on the weak inflection for more information.",
    "wikiUrl": "/wiki/weak_declension#English",
    "category": "glossary",
    "id": "528aaedebf3396e27cee308f60cf55777d2e5616e894ea48dc3d48951efe52f0"
  },
  {
    "label": "weak pronoun",
    "description": "A pronoun of one syllable which is dependent on another word and cannot be used on its own; sometimes called clitic. Compare with emphatic or strong.",
    "wikiUrl": "/wiki/weak_pronoun#English",
    "category": "glossary",
    "id": "1fbe77e3815a895ec461f9a4032dc6af9463754a7f2398018bb44dda4ed02b39"
  },
  {
    "label": "weak verb",
    "description": "In Germanic languages, a verb that forms the past tense using a suffix containing a dental consonant (d, t, ð or similar). Verbs of this type are considered \"regular\" in most Germanic languages, but there are also irregular weak verbs, such as English think, thought and have, had. Contrast strong verb, preterite-present verb.",
    "wikiUrl": "/wiki/weak_verb",
    "category": "glossary",
    "id": "6ba8de9e6da97d1435b92145d30d2ad5d6a08f2cd37ab12a90883e036b625213"
  },
  {
    "label": "women's speech",
    "description": "In certain languages (for example, Karajá language), men and women use or historically used distinct words and inflected forms.",
    "wikiUrl": "/wiki/women",
    "category": "glossary",
    "id": "aa1e8c58870ce8ebae25c69005ecb5f0d93ce0915759faeae13345014e8cbf15"
  },
  {
    "label": "X-SAMPA",
    "description": "Extended SAMPA, a system for representing the full International Phonetic Alphabet (IPA) in plain text (ASCII). For a template that converts X-SAMPA to IPA, see {{x2i}}.",
    "wikiUrl": "/wiki/X-SAMPA",
    "category": "glossary",
    "id": "c26ddb22b38569232bb36ad9ed6177d35d2334b177a4dfb9d89c6ea61ca24eb3"
  },
  {
    "label": "zero-grade",
    "description": "In Proto-Indo-European linguistics, an ablaut form of a root characterized by the absence of the basic ablauting vowel phonemes */e/ and */o/. For example, *bʰr̥- is the zero-grade of the Indo-European root *bʰer- meaning ‘to carry, bear’.",
    "wikiUrl": "/wiki/zero-grade",
    "category": "glossary",
    "id": "ca6b05939aafdff65f537bf5e544ff1002142234cdb8cc7563761fe2da73fe3d"
  },
  {
    "label": "Form I",
    "description": "Perfective فَعَلَ (faʕala), فَعِلَ (faʕila), فَعُلَ (faʕula), imperfective يَفْعَلُ (yafʕalu), يَفْعِلُ (yafʕilu), يَفْعُلُ (yafʕulu), active participle فَاعِل (fāʕil), passive participle مَفْعُول (mafʕūl), imperative (2nd person, m, sg) اِفْعَلْ (ifʕal), اِفْعِلْ (ifʕil), اُفْعُلْ (ufʕul)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "38c44a9cf019c737ed6c29545de740419b292427f4a6dc2a2622256c61b7de5c"
  },
  {
    "label": "Form I",
    "description": "This is the simplest basic form of a verb; it gives the general idea of its root. Most verbs are triliteral, but there are a few quadriliteral ones.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "38c44a9cf019c737ed6c29545de740419b292427f4a6dc2a2622256c61b7de5c"
  },
  {
    "label": "Form I",
    "description": "When the middle vowel of the perfective is a, the middle vowel of the imperfective may be a, i, or u. When the perfective vowel is i, the imperfective vowel is usually a; when the perfective vowel is u, the imperfective vowel is also u.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "38c44a9cf019c737ed6c29545de740419b292427f4a6dc2a2622256c61b7de5c"
  },
  {
    "label": "Form I",
    "description": "See also: Category:Arabic form-I verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "38c44a9cf019c737ed6c29545de740419b292427f4a6dc2a2622256c61b7de5c"
  },
  {
    "label": "Form II",
    "description": "Perfective فَعَّلَ (faʕʕala), imperfective يُفَعِّلُ (yufaʕʕilu), verbal noun generally تَفْعِيل (tafʕīl), in weak verbs necessarily and final-hamzated verbs facultatively تَفْعِلَة (tafʕila), with geminate verbs sometimes تَفْعَال (tafʕāl), in rare historical cases a فِعَّال (fiʕʕāl) verbal noun exists, active participle مُفَعِّل (mufaʕʕil), passive participle مُفَعَّل (mufaʕʕal), imperative (2nd person, m, sg) فَعِّلْ (faʕʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ebc0a3fcf069738238415f62dbbefbfd993e71d8464e052cedbb068fe1d8dda1"
  },
  {
    "label": "Form II",
    "description": "This stem is formed by doubling the second radical. The meaning this form imparts is intensive, causative, or declarative.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ebc0a3fcf069738238415f62dbbefbfd993e71d8464e052cedbb068fe1d8dda1"
  },
  {
    "label": "Form II",
    "description": "It is frequently used as a denominative formation to convert nouns or adjectives into verbs.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ebc0a3fcf069738238415f62dbbefbfd993e71d8464e052cedbb068fe1d8dda1"
  },
  {
    "label": "Form II",
    "description": "See also: Category:Arabic form-II verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ebc0a3fcf069738238415f62dbbefbfd993e71d8464e052cedbb068fe1d8dda1"
  },
  {
    "label": "Form III",
    "description": "Perfective فَاعَلَ (fāʕala), imperfective يُفَاعِلُ (yufāʕilu), verbal noun مُفَاعَلَة (mufāʕala) or: فِعَال (fiʕāl) active participle مُفَاعِل (mufāʕil), passive participle مُفَاعَل (mufāʕal), imperative (2nd person, m, sg) فَاعِلْ (fāʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ffcc14f4b7b0ea178060a8fa3e3260f1729ca01666ce8f907bfce5dab76ede7e"
  },
  {
    "label": "Form III",
    "description": "This stem is formed by lengthening the vowel after the first radical. The meaning of this form is associative, meaning the action of the root is either done with somebody or something else, or to somebody or something else, and it is usually transitive. The indirect object of form I is the direct object of form III. Thus, the object of the preposition إِلَى‎ (ʔilā, “to”) in كَتَبَ إِلَى أَحْمَدَ (kataba ʔilā ʔaḥmada, “he wrote to Ahmad”) becomes the direct object of the verb in كَاتَبَ أَحْمَدَ (kātaba ʔaḥmada, “he corresponded with Ahmad”).",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ffcc14f4b7b0ea178060a8fa3e3260f1729ca01666ce8f907bfce5dab76ede7e"
  },
  {
    "label": "Form III",
    "description": "See also: Category:Arabic form-III verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "ffcc14f4b7b0ea178060a8fa3e3260f1729ca01666ce8f907bfce5dab76ede7e"
  },
  {
    "label": "Form IV",
    "description": "Perfective أَفْعَلَ (ʔafʕala), imperfective يُفْعِلُ (yufʕilu), verbal noun إِفْعَال (ʔifʕāl), active participle مُفْعِل (mufʕil), passive participle مُفْعَل (mufʕal), imperative (2nd person, m, sg) أَفْعِلْ (ʔafʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "79930fbf59f8e8c59c6e48045792041acc6c6ca3447c9c5e889dc9468461e8af"
  },
  {
    "label": "Form IV",
    "description": "This stem is formed by prefixing أَـ (ʔa-) and dropping the vowel of the first radical. In the imperfect, the أَ (ʔa) disappears and the regular imperfect prefix takes the vowel u, and the characteristic is i: يُكْتِبُ‎ (yuktibu). The meaning this form imparts is usually causative.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "79930fbf59f8e8c59c6e48045792041acc6c6ca3447c9c5e889dc9468461e8af"
  },
  {
    "label": "Form IV",
    "description": "Sometimes it has a declarative meaning: to say that someone has a certain quality.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "79930fbf59f8e8c59c6e48045792041acc6c6ca3447c9c5e889dc9468461e8af"
  },
  {
    "label": "Form IV",
    "description": "Occasionally Form IV is derived from a noun and has an intransitive meaning:",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "79930fbf59f8e8c59c6e48045792041acc6c6ca3447c9c5e889dc9468461e8af"
  },
  {
    "label": "Form IV",
    "description": "See also: Category:Arabic form-IV verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "79930fbf59f8e8c59c6e48045792041acc6c6ca3447c9c5e889dc9468461e8af"
  },
  {
    "label": "Form V",
    "description": "Perfective تَفَعَّلَ (tafaʕʕala), imperfective يَتَفَعَّلُ (yatafaʕʕalu), verbal noun تَفَعُّل (tafaʕʕul) or تِفِعَّال (tifiʕʕāl), active participle مُتَفَعِّل (mutafaʕʕil), passive participle مُتَفَعَّل (mutafaʕʕal), imperative (2nd person, m, sg) تَفَعَّلْ (tafaʕʕal)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "81c13dcb73b5afd53cc5f2b749717d2c6d3d506e7d2c35da64997ed5eedc2f58"
  },
  {
    "label": "Form V",
    "description": "This stem is formed by prefixing تَـ‎ (ta-) to form II. The meaning this form imparts is the reflexive or passive of form II. Out of the reflexive also arises the effective. This differs from the passive in that the latter indicates that the person is the object of, or experiences the effect of, the action of a another; whereas the effective implies that an act is done to a person, or a state produced in them, whether it is caused by another or themselves.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "81c13dcb73b5afd53cc5f2b749717d2c6d3d506e7d2c35da64997ed5eedc2f58"
  },
  {
    "label": "Form V",
    "description": "See also: Category:Arabic form-V verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "81c13dcb73b5afd53cc5f2b749717d2c6d3d506e7d2c35da64997ed5eedc2f58"
  },
  {
    "label": "Form V",
    "description": "In pre-classical language the formant can be تْـ‎ (t-) instead of تَـ‎ (ta-) and assimilates then to alveolars. Example: اِصَّدَعَ‎ (iṣṣadaʕa) instead of تَصَدَّعَ‎ (taṣaddaʕa), present يَصَّدَّعُ‎ (yaṣṣaddaʕu) instead of يَتَصَدَّعُ‎ (yataṣaddaʕu).[1]",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "81c13dcb73b5afd53cc5f2b749717d2c6d3d506e7d2c35da64997ed5eedc2f58"
  },
  {
    "label": "Form VI",
    "description": "Perfective تَفَاعَلَ (tafāʕala), imperfective يَتَفَاعَلُ (yatafāʕalu), verbal noun تَفَاعُل (tafāʕul), active participle مُتَفَاعِل (mutafāʕil), passive participle مُتَفَاعَل (mutafāʕal), imperative (2nd person, m, sg) تَفَاعَلْ (tafāʕal)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "d996f55f6e0142fdddbfd6d6ed09804b69af9b4a5e63e8d66ef786d3b39b3f44"
  },
  {
    "label": "Form VI",
    "description": "This stem is formed by prefixing تَـ‎ (ta-) to form III. The imperfect has the vowel a throughout, except for the last: يَتَكَاتَبُ‎ (yatakātabu), yatakātabu. The meaning this form imparts is reciprocal or one of pretence.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "d996f55f6e0142fdddbfd6d6ed09804b69af9b4a5e63e8d66ef786d3b39b3f44"
  },
  {
    "label": "Form VI",
    "description": "See also: Category:Arabic form-VI verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "d996f55f6e0142fdddbfd6d6ed09804b69af9b4a5e63e8d66ef786d3b39b3f44"
  },
  {
    "label": "Form VI",
    "description": "In pre-classical language the formant can be تْـ‎ (t-) instead of تَـ‎ (ta-) and assimilates then to alveolars (sun letters).[1]",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "d996f55f6e0142fdddbfd6d6ed09804b69af9b4a5e63e8d66ef786d3b39b3f44"
  },
  {
    "label": "Form VII",
    "description": "Perfective اِنْفَعَلَ (infaʕala), imperfective يَنْفَعِلُ (yanfaʕilu), verbal noun اِنْفِعَال (infiʕāl), active participle مُنْفَعِل (munfaʕil), passive participle مُنْفَعَل (munfaʕal), imperative (2nd person, m, sg) اِنْفَعِلْ (infaʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "322f1f7d5777ef352a972b19d4bfc1f910745c1dfeb59da236772735ff86cd38"
  },
  {
    "label": "Form VII",
    "description": "This stem is formed by prefixing نـ‎ (n-) with a prothetic vowel (اِ‎ (i)) where necessary (in-). The meaning this form imparts is reflexive or passive. Note: this form should not be made from roots whose first radical is ‭ر‎ (r), ل‎ (l), ي‎ (y), و‎ (w), أ‎ (ʔ), or ن‎ (n), although some people do it.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "322f1f7d5777ef352a972b19d4bfc1f910745c1dfeb59da236772735ff86cd38"
  },
  {
    "label": "Form VII",
    "description": "See also: Category:Arabic form-VII verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "322f1f7d5777ef352a972b19d4bfc1f910745c1dfeb59da236772735ff86cd38"
  },
  {
    "label": "Form VIII",
    "description": "Perfective اِفْتَعَلَ (iftaʕala), imperfective يَفْتَعِلُ (yaftaʕilu), verbal noun اِفْتِعَال (iftiʕāl), active participle مُفْتَعِل (muftaʕil), passive participle مُفْتَعَل (muftaʕal), imperative (2nd person, m, sg) اِفْتَعِلْ (iftaʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "4e251bd9cf2e78b1063b29c0a3e55d23ef8146f618e06254f9da1be61f08a15a"
  },
  {
    "label": "Form VIII",
    "description": "This stem is formed by infixing ـتَـ‎ (-ta-) after the first radical, and with a prothetic vowel (اِ‎ (i)) where necessary. The meaning this form imparts is the reflexive or sometimes passive, of the first form.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "4e251bd9cf2e78b1063b29c0a3e55d23ef8146f618e06254f9da1be61f08a15a"
  },
  {
    "label": "Form VIII",
    "description": "When the first radical of the root is ط‎ (ṭ) , ض‎ (ḍ) , ص‎ (ṣ) , ز‎ (z) , ذ‎ (ḏ) , د‎ (d) , ث‎ (ṯ) , ت‎ (t) , or ظ‎ (ẓ), the infixed ـتـ‎ (-t-) is completely assimilated, or assimilated in voicing or emphasis:",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "4e251bd9cf2e78b1063b29c0a3e55d23ef8146f618e06254f9da1be61f08a15a"
  },
  {
    "label": "Form VIII",
    "description": "See also: Category:Arabic form-VIII verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "4e251bd9cf2e78b1063b29c0a3e55d23ef8146f618e06254f9da1be61f08a15a"
  },
  {
    "label": "Form IX",
    "description": "Perfective اِفْعَلَّ (ifʕalla), imperfective يَفْعَلُّ (yafʕallu), verbal noun اِفْعِلَال (ifʕilāl), active participle مُفْعَلّ (mufʕall), imperative (2nd person, m, sg) اِفْعَلَّ (ifʕalla)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "059503363e60da7968bd251eb2387f980aa60d40f2474c9cdf78bf411e67e75d"
  },
  {
    "label": "Form IX",
    "description": "This stem is formed by dropping the vowel of the first radical, adding a prothetic vowel (اِ‎ (i)) where necessary, and doubling the final radical. This form is used by only a small number of verbs denoting color or bodily defect. This form has no passive participle. It is frequently connected to an adjective with the form أَفْعَل (ʔafʕal); see Appendix:Arabic nominals § Color or defect adjectives.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "059503363e60da7968bd251eb2387f980aa60d40f2474c9cdf78bf411e67e75d"
  },
  {
    "label": "Form IX",
    "description": "See also: Category:Arabic form-IX verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "059503363e60da7968bd251eb2387f980aa60d40f2474c9cdf78bf411e67e75d"
  },
  {
    "label": "Form X",
    "description": "Perfective اِسْتَفْعَلَ (istafʕala), imperfective يَسْتَفْعِلُ (yastafʕilu), verbal noun اِسْتِفْعَال (istifʕāl), active participle مُسْتَفْعِل (mustafʕil), passive participle مُسْتَفْعَل (mustafʕal), imperative (2nd person, m, sg) اِسْتَفْعِلْ (istafʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "1df1d4e62760ea127a19256dfe32ceed8fb9badc2ea62b39803198ec65f120c6"
  },
  {
    "label": "Form X",
    "description": "This stem is formed by prefixing ـسْتَـ (-sta-), with a prothetic vowel (اِ‎ (i)) where necessary, and dropping the vowel of the first radical. The meaning this form imparts is to ask or think that the sense of form I should be done.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "1df1d4e62760ea127a19256dfe32ceed8fb9badc2ea62b39803198ec65f120c6"
  },
  {
    "label": "Form X",
    "description": "See also: Category:Arabic form-X verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "1df1d4e62760ea127a19256dfe32ceed8fb9badc2ea62b39803198ec65f120c6"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "These forms were already rare in Classical Arabic, and are even more so in Modern Standard Arabic.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Perfective اِفْعَالَّ (ifʕālla), imperfective يَفْعَالُّ (yafʕāllu), verbal noun اِفْعِيلَال (ifʕīlāl), active participle مُفْعَالّ (mufʕāll), imperative (2nd person, m, sg) اِفْعَالَّ (ifʕālla)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "This stem is formed from form IX by lengthening the vowel after the second radical. This form is very rare and it is usually used only for metrical purposes in poetry as an alternative to form IX. Some scholars [2] suggest the XI form may have a more volatile meaning than form IX, as well as one slightly more intensive.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Example: اِحْمَارَّ‎ (iḥmārra, “to turn red, to blush”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "See also: Category:Arabic form-XI verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Perfective اِفْعَوْعَلَ (ifʕawʕala), imperfective يَفْعَوْعِلُ (yafʕawʕilu), verbal noun اِفْعِيعَال (ifʕīʕāl), active participle مُفْعَوْعِل (mufʕawʕil), imperative (2nd person, m, sg) اِفْعَوْعِلْ (ifʕawʕil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Example: اِحْدَوْدَبَ‎ (iḥdawdaba, “to be or become humpbacked”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "See also: Category:Arabic form-XII verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Perfective اِفْعَوَّلَ (ifʕawwala), imperfective يَفْعَوِّلُ (yafʕawwilu), verbal noun اِفْعِوَّال (ifʕiwwāl), active participle مُفْعَوِّل (mufʕawwil), imperative (2nd person, m, sg) اِفْعَوِّلْ (ifʕawwil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Example: اِعْلَوَّطَ‎ (iʕlawwaṭa, “to ride or mount a camel without a saddle”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "See also: Category:Arabic form-XIII verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Perfective اِفْعَنْلَلَ (ifʕanlala), imperfective يَفْعَنْلِلُ (yafʕanlilu), verbal noun اِفْعِنْلَال (ifʕinlāl), active participle مُفْعَنْلِل (mufʕanlil), imperative (2nd person, m, sg) اِفْعَنْلِلْ (ifʕanlil)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Example: اِسْحَنْكَكَ‎ (isḥankaka, “to be or become caliginous”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "See also: Category:Arabic form-XIV verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Perfective اِفْعَنْلَى (ifʕanlā), imperfective يَفْعَنْلَى (yafʕanlā), verbal noun اِفْعِنْلَاء (ifʕinlāʔ), active participle مُفْعَنْلٍ (mufʕanlin), imperative (2nd person, m, sg) اِفْعَنْلَ (ifʕanla)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "Example: اِسْرَنْدَى‎ (israndā, “to vanquish”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Other forms (XI-XV)",
    "description": "See also: Category:Arabic form-XV verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "7f0b5d913b20149690f7d286e5d902f987231ff4f2d4dea283e0aacafecb03b7"
  },
  {
    "label": "Form Iq",
    "description": "Perfective فَعْلَقَ (faʕlaqa), imperfective يُفَعْلِقُ (yufaʕliqu), verbal noun فَعْلَقَة (faʕlaqa) or: فَعْلَاق (faʕlāq), فِعْلَاق (fiʕlāq), فُعْلَاق (fuʕlāq), active participle مُفَعْلِق (mufaʕliq), passive participle مُفَعْلَق (mufaʕlaq), imperative (2nd person, m, sg) فَعْلِقْ (faʕliq)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e1b8c0af90324f04092c9cf7cc214b6a0416319d9e0b7eddcb85b3eea20a3780"
  },
  {
    "label": "Form Iq",
    "description": "This is the simplest basic form of a quadriliteral verb. Most verbs are transitive, although a subset with reduplicated roots often are not. This form is similar to form II of triliteral roots.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e1b8c0af90324f04092c9cf7cc214b6a0416319d9e0b7eddcb85b3eea20a3780"
  },
  {
    "label": "Form Iq",
    "description": "The formation is sometimes used to convert nouns into verbs.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e1b8c0af90324f04092c9cf7cc214b6a0416319d9e0b7eddcb85b3eea20a3780"
  },
  {
    "label": "Form Iq",
    "description": "See also: Category:Arabic form-Iq verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e1b8c0af90324f04092c9cf7cc214b6a0416319d9e0b7eddcb85b3eea20a3780"
  },
  {
    "label": "Form IIq",
    "description": "Perfective تَفَعْلَقَ (tafaʕlaqa), imperfective يَتَفَعْلَقُ (yatafaʕlaqu), verbal noun تَفَعْلُق (tafaʕluq), active participle مُتَفَعْلِق (mutafaʕliq), passive participle مُتَفَعْلَق (mutafaʕlaq), imperative (2nd person, m, sg) تَفَعْلَقْ (tafaʕlaq)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "This is a quadriliteral root stem, formed by prefixing تَ (ta) to form Iq. The meaning this form imparts is the reflexive or passive of form Iq. This form is similar to form V of triliteral roots.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "See also: Category:Arabic form-IIq verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "Perfective اِفْعَنْلَقَ (ifʕanlaqa), imperfective يَفْعَنْلِقُ (yafʕanliqu), verbal noun اِفْعِنْلَاق (ifʕinlāq), active participle مُفْعَنْلِق (mufʕanliq), imperative (2nd person, m, sg) اِفْعَنْلِقْ (ifʕanliq)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "Example: اِحْرَنْجَمَ‎ (iḥranjama, “to crowd”)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "See also: Category:Arabic form-IIIq verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "Perfective اِفْعَلَقَّ (ifʕalaqqa), imperfective يَفْعَلِقُّ (yafʕaliqqu), verbal noun اِفْعِلْقَاق (ifʕilqāq), active participle مُفْعَلِقّ (mufʕaliqq), imperative (2nd person, m, sg) اِفْعَلِقَّ (ifʕaliqqa)",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Form IIq",
    "description": "See also: Category:Arabic form-IVq verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "3e8449d1c082aed20c14f5478e47075b11729bfceb81e8d1f6a0d99267b868c3"
  },
  {
    "label": "Sound verbs",
    "description": "Verbs are considered sound if none of the radicals is و or ي or ء, nor are the second and third radicals identical.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "92b418ad0c42201b38c0ef0c5c7bb31d933122489ffcc5678fbedb3527da4f67"
  },
  {
    "label": "Sound verbs",
    "description": "See also: Category:Arabic sound verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "92b418ad0c42201b38c0ef0c5c7bb31d933122489ffcc5678fbedb3527da4f67"
  },
  {
    "label": "Hamzated verbs",
    "description": "Verbs are called hamzated if ء (hamza) is one of the root consonants (radicals). The phonetical pattern of the conjugation of these verbs doesn't differ from other verbs in all forms but because of the rules of positioning of hamza, the spelling is affected in some forms, e.g. the verb أَكَلَ‎ (ʔakala) (ʾ-k-l) has the form يَأْكُلُ‎ (yaʔkulu) in the imperfect masculine singular and the verb قَرَأَ‎ (qaraʔa) (q-r-ʾ) has the form تَقْرَئِينَ‎ (taqraʔīna) in the imperfect feminine singular.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "5c0d56d8f2077c450ccd4035f416cd43bfd8731a684d4cf56e5bcc86c65bc48a"
  },
  {
    "label": "Hamzated verbs",
    "description": "See also: Category:Arabic hamzated verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "5c0d56d8f2077c450ccd4035f416cd43bfd8731a684d4cf56e5bcc86c65bc48a"
  },
  {
    "label": "Weak verbs",
    "description": "TO DO\nWeak verbs are verbs that have one of the radicals و or ي.",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "Form I: وَجَدَ‎ (wajada) - \"to find\", imperfective يَجِدُ‎ (yajidu).",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "See also: Category:Arabic assimilated verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "Form I:  قَالَ‎ (qāla) - \"to say\" قَالَتْ‎ (qālat) \"she said\" but قُلْتُ (qultu, “I said”), قُلْتَ (qulta, “you m said”), قُلْتِ (qulti, “you f said”); imperfective يَقُولُ‎ (yaqūlu) \"he said\", يَقُلْنَ‎ (yaqulna) \"they (f.) say\".",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "See also: Category:Arabic hollow verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "See also: Category:Arabic final-weak verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Weak verbs",
    "description": "Other examples of weak verbs:",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "57ac9d925438d5a254b192ed236b8148199e80c04675adad2d5c6130fe445ec6"
  },
  {
    "label": "Quadriliteral verbs",
    "description": "TO DO Quadriliteral verbs are made from roots having four radicals, e.g. تَرْجَمَ‎ (tarjama) - \"to translate\"; هَنْدَسَ‎ (handasa) - \"to engineer\"; قَهْقَهَ‎ (qahqaha) - \"to laugh loudly\"; تَبَلْوَرَ‎ (tabalwara) - \"to be crystalized\" (form IIq); اِحْرَنْجَمَ‎ (iḥranjama) - \"to press one another\" (form IIIq); اِطْمَأَنَّ‎ (iṭmaʔanna) - \"to be calm\" (form IVq).",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "a2c6778b3756292e7334332cfb5024f2ad885872a2ae9ff837c4a8a60c2516b3"
  },
  {
    "label": "Quadriliteral verbs",
    "description": "See also: Category:Arabic verbs with quadriliteral roots",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "a2c6778b3756292e7334332cfb5024f2ad885872a2ae9ff837c4a8a60c2516b3"
  },
  {
    "label": "Geminate verbs",
    "description": "TO DO Geminate verbs are verbs that have the second and the third radicals the same, e.g. مَدَّ‎ (madda) - \"to stretch\"; دَلَّ‎ (dalla) - \"to indicate\"; ظَنَّ‎ (ẓanna) - \"to think\"; حَاقَّ‎ (ḥāqqa) - \"to sue, to litigate\" (form III); أَحَبَّ‎ (ʔaḥabba) - \"to love\" (form IV); تَضَادَّ‎ (taḍādda) - \"to be opposed to one another\" (form VI); اِنْشَقَّ‎ (inšaqqa) - \"to split\" (form VII); اِحْتَلَّ‎ (iḥtalla) - \"to occupy\" (form VIII); اِسْتَرَدَّ‎ (istaradda) - \"to demand back\" (form X).",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e27df8fafca6cfa50f108cdb8d2e44a017125ca9af410f301863229c680fe8eb"
  },
  {
    "label": "Geminate verbs",
    "description": "See also: Category:Arabic geminate verbs",
    "wikiUrl": null,
    "category": "ar_verbs",
    "id": "e27df8fafca6cfa50f108cdb8d2e44a017125ca9af410f301863229c680fe8eb"
  }
]