[
    {
        "etymology": "From Proto-Semitic *šamāy- (“sky, space”).\n",
        "definitions": [
            {
                "partOfSpeech": "noun",
                "text": [
                    {
                        "text": "سَمَاء • (samāʔ) f (dual سَمَاوَانِ‎ (samāwāni) or سَمَاءَانِ‎ (samāʔāni), plural سَمَاوَات‎ (samāwāt) or سَمَاءَات‎ (samāʔāt) or أَسْمِيَة‎ (ʔasmiya) or سُمِيّ‎ (sumiyy)) (, un)",
                        "appendix_tags": [
                            "countable",
                            "uncountable",
                            "countable, uncountable"
                        ],
                        "headword": "سَمَاء"
                    },
                    {
                        "text": "the sky/skies; the heaven(s) (, ), space, the sphere(s), the cosmos(es), the lift(s).",
                        "appendix_tags": [
                            "countable",
                            "figurative",
                            "simile",
                            "countable",
                            "figurative, simile"
                        ],
                        "headword": "سَمَاء"
                    },
                    {
                        "text": "a high covering; ceiling, vault, canopy",
                        "appendix_tags": [
                            "countable",
                            "countable"
                        ],
                        "headword": "سَمَاء"
                    },
                    {
                        "text": "( or Classical Arabic, ) Arabian horse’s back.",
                        "appendix_tags": [
                            "archaic",
                            "countable",
                            "archaic or Classical Arabic, countable"
                        ],
                        "headword": "سَمَاء"
                    },
                    {
                        "text": "( or Classical Arabic, ) mountaintop, summit.",
                        "appendix_tags": [
                            "archaic",
                            "countable",
                            "archaic or Classical Arabic, countable"
                        ],
                        "headword": "سَمَاء"
                    },
                    {
                        "text": "( or Classical Arabic, ) rainy grass",
                        "appendix_tags": [
                            "archaic",
                            "countable",
                            "archaic or Classical Arabic, countable"
                        ],
                        "headword": "سَمَاء"
                    }
                ],
                "relatedWords": [],
                "examples": [
                    "‏وَهُوَ ٱلَّذِي أَنْزَلَ مِنَ ٱلسَّمَاءِ مَاءً فَأَخْرَجْنَا بِهِ نَبَاتَ كُلِّ شَيْءٍ‎wahuwa llaḏī ʔanzala mina s-samāʔi māʔan faʔaḵrajnā bihi nabāta kulli šayʔinAnd it is He Who sent down rain from the sky. And with it have We brought forth germination of all things;",
                    "wahuwa llaḏī ʔanzala mina s-samāʔi māʔan faʔaḵrajnā bihi nabāta kulli šayʔin",
                    "And it is He Who sent down rain from the sky. And with it have We brought forth germination of all things;",
                    "‏هُوَ ٱلَّذِي خَلَقَ لَكُمْ مَّا فِي ٱلْأَرْضِ جَمِيعًا ثُمَّ ٱسْتَوَىٰ إِلَىٰ ٱلسَّمَاءِ فَسَوَّىٰهُنَّ سَبْعَ سَمَٰوَٰتٍ‎‎huwa llaḏī ḵalaqa lakum mmā fī l-ʔarḍi jamīʕan ṯumma stawā ʔilā s-samāʔi fasawwāhunna sabʕa samāwātinIt is He Who created for you all what is on earth. Again he directed himself towards the heaven and made thereof seven heavens.",
                    "huwa llaḏī ḵalaqa lakum mmā fī l-ʔarḍi jamīʕan ṯumma stawā ʔilā s-samāʔi fasawwāhunna sabʕa samāwātin",
                    "It is He Who created for you all what is on earth. Again he directed himself towards the heaven and made thereof seven heavens.",
                    "سَحَاب‎ , غَيْم‎ , عَنَان‎ , غَمَام‎ , مُزْن‎ , مَطَر‎ , سَيْل‎ ",
                    "‏فَقُلْتُ ٱسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كَانَ غَفَّارًا يُّرْسِلِ ٱلسَّمَاءَ عَلَيْكُمْ مِّدْرَارًا وَّيُمْدِدْكُمْ بِأَمْوَالٍ وَّبَنِينَ وَيَجْعَلْ لَّكُمْ جَنَّاتٍ وَّيَجْعَلْ لَّكُمْ أَنْهَارًا‎faqultu staḡfirū rabbakum ʔinnahu kāna ḡaffāran yyursili s-samāʔa ʕalaykum mmidrāran wwayumdidkum biʔamwālin wwabanīna wayajʕal llakum jannātin wwayajʕal llakum ʔanhāranSo I said, \"Ask your Lord for forgiveness! He surely is forgiving. He shall send unto you profusely the produce of the sky. And He shall enrich you with wealth and children and make for you gardens and make for you rivers.\"",
                    "faqultu staḡfirū rabbakum ʔinnahu kāna ḡaffāran yyursili s-samāʔa ʕalaykum mmidrāran wwayumdidkum biʔamwālin wwabanīna wayajʕal llakum jannātin wwayajʕal llakum ʔanhāran",
                    "So I said, \"Ask your Lord for forgiveness! He surely is forgiving. He shall send unto you profusely the produce of the sky. And He shall enrich you with wealth and children and make for you gardens and make for you rivers.\"",
                    "فَضَاء‎ , فَلَك‎ ",
                    "‏تَبَارَكَ ٱلَّذِي جَعَلَ فِي ٱلسَّمَاءِ بُرُوجًا وَّجَعَلَ فِيهَا سِرَٰجًا وَّقَمَرًا مُّنِيرًا‎tabāraka llaḏī jaʕala fī s-samāʔi burūjan wwajaʕala fīhā sirājan wwaqamaran mmunīranBlessed is He Who made asterisms in the heavens and [also] made therein a lamp and a luminous moon.",
                    "tabāraka llaḏī jaʕala fī s-samāʔi burūjan wwajaʕala fīhā sirājan wwaqamaran mmunīran",
                    "Blessed is He Who made asterisms in the heavens and [also] made therein a lamp and a luminous moon.",
                    "‏ءَأَمِنْتُمْ مَّنْ فِي ٱلسَّمَاءِ أَنْ يَّخْسِفَ بِكُمُ ٱلْأَرْضَ فَإِذَا هِيَ تَمُورُ‎ʔaʔamintum mman fī s-samāʔi ʔan yyaḵsifa bikumu l-ʔarḍa faʔiḏā hiya tamūruAre you [so] certain that He Who is in Heaven will cause not the earth, when it would be swaying in tumult, to swallow you up?",
                    "ʔaʔamintum mman fī s-samāʔi ʔan yyaḵsifa bikumu l-ʔarḍa faʔiḏā hiya tamūru",
                    "Are you [so] certain that He Who is in Heaven will cause not the earth, when it would be swaying in tumult, to swallow you up?",
                    "‏وَلَٰكِنْ بَعْدَ أَنْ أَسْخَطَ آبَاؤُنَا إِلَٰهَ ٱلسَّمَاءِ  […]‎walākin baʕda ʔan ʔasḵaṭa ʔābāʔunā ʔilāha s-samāʔi  […]But after our fathers made the god of Heaven angry  […]",
                    "walākin baʕda ʔan ʔasḵaṭa ʔābāʔunā ʔilāha s-samāʔi  […]",
                    "But after our fathers made the god of Heaven angry  […]",
                    "أَثِير‎ , مَجَال جَوِّيّ‎ ",
                    "قُبَّة سَمَاوِيَّة‎  samāwiyya), مَجَال سَمَاوِيّ‎ ",
                    "غِلَاف جَوِيّ‎ ",
                    "سْتْرَاتُوسْفِير‎ ",
                    "سَقْف‎ , بِنَاء‎ ",
                    "‏وَقَالَتْ سَمَاءُ الْبَيْتِ فَوْقَكَ مُخَلَّقٌ‎ ― waqālat samāʔu al-bayti fawqaka muḵallaqun ― And she said: The ceiling of the house above you is perfect in make.",
                    "‏مَنْ كَانَ يَظُنُّ أَنْ لَنْ يَنْصُرَهُ ٱللهُ فِي ٱلدُّنْيَا وَٱلْآخِرَةِ فَلْيَمْدُدْ بِسَبَبٍ إِلَىٰ ٱلسَّمَاءِ ثُمَّ لْيَقْطَعْ فَلْيَنْظُرْ هَلْ يُذْهِبَنَّ كَيْدُهُ مَا يَغِيظُ‎man kāna yaẓunnu ʔan lan yanṣurahu llāhu fī d-dunyā wal-ʔāḵirati falyamdud bisababin ʔilā l-ssamāʔi ṯumma lyaqṭaʕ falyanẓur hal yuḏhibanna kayduhu mā yaḡīẓuHe who thinks that God will not support him in this world and the hereafter: Then let him stretch a rope upto the vault and let him strangle himself. Then let him see if his strategy makes what is enraging [him so much] go away.",
                    "man kāna yaẓunnu ʔan lan yanṣurahu llāhu fī d-dunyā wal-ʔāḵirati falyamdud bisababin ʔilā l-ssamāʔi ṯumma lyaqṭaʕ falyanẓur hal yuḏhibanna kayduhu mā yaḡīẓu",
                    "He who thinks that God will not support him in this world and the hereafter: Then let him stretch a rope upto the vault and let him strangle himself. Then let him see if his strategy makes what is enraging [him so much] go away.",
                    "رَقِيع‎ ",
                    "‏وَيُمْسِكُ ٱلسَّمَاءَ أَنْ تَقَعَ عَلَىٰ ٱلْأَرْضِ إِلَّا بِإِذْنِهِ‎wayumsiku s-samāʔa ʔan taqaʕa ʕalā l-ʔarḍi ʔillā biʔiḏnihiAnd He holds up the firmament lest it fall upon the earth but by His leave.",
                    "wayumsiku s-samāʔa ʔan taqaʕa ʕalā l-ʔarḍi ʔillā biʔiḏnihi",
                    "And He holds up the firmament lest it fall upon the earth but by His leave.",
                    "ظَهْرُ الْفَرَسِ‎ ",
                    "ضَهْر‎ ",
                    "عُشْب‎ "
                ]
            }
        ],
        "pronunciations": {
            "text": [
                "IPA: /sa.maːʔ/"
            ],
            "audio": []
        },
        "categories": [
            "Arabic 2-syllable words",
            "Arabic countable nouns",
            "Arabic feminine nouns",
            "Arabic feminine terms lacking feminine ending",
            "Arabic lemmas",
            "Arabic nouns",
            "Arabic nouns with basic triptote broken plural",
            "Arabic nouns with basic triptote singular",
            "Arabic nouns with broken plural",
            "Arabic nouns with sound feminine plural",
            "Arabic nouns with triptote broken plural in -a",
            "Arabic poetic terms",
            "Arabic similes",
            "Arabic terms belonging to the root س م و",
            "Arabic terms derived from Proto-Semitic",
            "Arabic terms inherited from Proto-Semitic",
            "Arabic terms with IPA pronunciation",
            "Arabic terms with archaic senses",
            "Arabic terms with audio links",
            "Arabic terms with obsolete senses",
            "Arabic terms with quotations",
            "Arabic terms with usage examples",
            "Arabic uncountable nouns",
            "Classical Arabic",
            "ar:Religion"
        ],
        "language": "arabic",
        "query": "سماء",
        "word": "سماء"
    }
]