[
    [
        " ",
        "arabic"
    ],
    [
        "ال",
        "arabic"
    ],
    [
        "علي",
        "arabic"
    ],
    [
        "عائد",
        "arabic"
    ],
    [
        "و",
        "arabic"
    ],
    [
        "دول",
        "arabic"
    ],
    [
        "من",
        "arabic"
    ],
    [
        "  ",
        "arabic"
    ],
    [
        "سعود",
        "arabic"
    ],
    [
        "في",
        "arabic"
    ],
    [
        "غير",
        "arabic"
    ],
    [
        "الل",
        "arabic"
    ],
    [
        "للي",
        "arabic"
    ],
    [
        "ي",
        "arabic"
    ],
    [
        "داب",
        "arabic"
    ],
    [
        "مسابق",
        "arabic"
    ],
    [
        "لما",
        "arabic"
    ],
    [
        "د",
        "arabic"
    ],
    [
        "لـ",
        "arabic"
    ],
    [
        "مصر",
        "arabic"
    ],
    [
        "قطر",
        "arabic"
    ],
    [
        "حصار",
        "arabic"
    ],
    [
        "غاشم",
        "arabic"
    ],
    [
        "قطر،",
        "arabic"
    ],
    [
        "ل",
        "arabic"
    ],
    [
        "عمل",
        "arabic"
    ],
    [
        "سعر",
        "arabic"
    ],
    [
        "ان",
        "arabic"
    ],
    [
        "شفت",
        "arabic"
    ],
    [
        "ثلاث",
        "arabic"
    ],
    [
        "خبر",
        "arabic"
    ],
    [
        "ط",
        "arabic"
    ],
    [
        "ف",
        "arabic"
    ],
    [
        "ع",
        "arabic"
    ],
    [
        "نمر",
        "arabic"
    ],
    [
        "مغرب",
        "arabic"
    ],
    [
        "بغي",
        "arabic"
    ],
    [
        "مرة",
        "arabic"
    ],
    [
        "اربع",
        "arabic"
    ],
    [
        "انا",
        "arabic"
    ],
    [
        "دير",
        "arabic"
    ],
    [
        "شوفو",
        "arabic"
    ],
    [
        "بعد",
        "arabic"
    ],
    [
        "لدي",
        "arabic"
    ],
    [
        "مشكل",
        "arabic"
    ],
    [
        "مش",
        "arabic"
    ],
    [
        "كبر",
        "arabic"
    ],
    [
        "خرف",
        "arabic"
    ],
    [
        "منتدي شباب العالم",
        "arabic"
    ],
    [
        "خالد",
        "arabic"
    ],
    [
        "باطرف",
        "arabic"
    ],
    [
        "تير",
        "arabic"
    ],
    [
        "صنافير",
        "arabic"
    ],
    [
        "اساس",
        "arabic"
    ],
    [
        "شروع نيم",
        "arabic"
    ],
    [
        "لم",
        "arabic"
    ],
    [
        "تعط",
        "arabic"
    ],
    [
        "جزيرت",
        "arabic"
    ],
    [
        "انم",
        "arabic"
    ],
    [
        "اعدت",
        "arabic"
    ],
    [
        "الف",
        "arabic"
    ],
    [
        "تحيا",
        "arabic"
    ],
    [
        "ﻷمير",
        "arabic"
    ],
    [
        "شيخ",
        "arabic"
    ],
    [
        "ميم",
        "arabic"
    ],
    [
        "بن",
        "arabic"
    ],
    [
        "حمد",
        "arabic"
    ],
    [
        "ثان",
        "arabic"
    ],
    [
        "رفض",
        "arabic"
    ],
    [
        "دعو",
        "arabic"
    ],
    [
        "اعاد",
        "arabic"
    ],
    [
        "نظر",
        "arabic"
    ],
    [
        "قرار",
        "arabic"
    ],
    [
        "قوة",
        "arabic"
    ],
    [
        "نعم",
        "arabic"
    ],
    [
        "خبيث",
        "arabic"
    ],
    [
        "بدا",
        "arabic"
    ],
    [
        "حرب",
        "arabic"
    ],
    [
        "ودة",
        "arabic"
    ],
    [
        "وحد",
        "arabic"
    ],
    [
        "مبشر",
        "arabic"
    ],
    [
        "باي",
        "arabic"
    ],
    [
        "خير",
        "arabic"
    ],
    [
        "فار",
        "arabic"
    ],
    [
        "دخل",
        "arabic"
    ],
    [
        "مصيد",
        "arabic"
    ],
    [
        "خنزير",
        "arabic"
    ],
    [
        "ناريو",
        "arabic"
    ],
    [
        "ربيع",
        "arabic"
    ],
    [
        "عرب",
        "arabic"
    ],
    [
        "هيتكرر",
        "arabic"
    ],
    [
        "شكل",
        "arabic"
    ],
    [
        "مشي",
        "arabic"
    ],
    [
        "مقاطعة قطر",
        "arabic"
    ],
    [
        "بعض",
        "arabic"
    ],
    [
        "بتهل",
        "arabic"
    ],
    [
        "بكو",
        "arabic"
    ],
    [
        "رسوم الاراضي البيضا",
        "arabic"
    ],
    [
        "خفض",
        "arabic"
    ],
    [
        "واقع",
        "arabic"
    ],
    [
        "رصاص",
        "arabic"
    ],
    [
        "رحم",
        "arabic"
    ],
    [
        "اصبت",
        "arabic"
    ],
    [
        "قطاع",
        "arabic"
    ],
    [
        "عقار",
        "arabic"
    ],
    [
        "منذ",
        "arabic"
    ],
    [
        "دهور",
        "arabic"
    ],
    [
        "نفط",
        "arabic"
    ],
    [
        "نصر الاتحاد",
        "arabic"
    ],
    [
        "نصر",
        "arabic"
    ],
    [
        "شلو",
        "arabic"
    ],
    [
        "سعد",
        "arabic"
    ],
    [
        "ملاا",
        "arabic"
    ],
    [
        "حيا",
        "arabic"
    ],
    [
        "برجع",
        "arabic"
    ],
    [
        "كيف",
        "arabic"
    ],
    [
        "صار",
        "arabic"
    ],
    [
        "يعي",
        "arabic"
    ],
    [
        "يضد",
        "arabic"
    ],
    [
        "براك",
        "arabic"
    ],
    [
        "بذا",
        "arabic"
    ],
    [
        "لام",
        "arabic"
    ],
    [
        "الب",
        "arabic"
    ],
    [
        "اومر ملكي",
        "arabic"
    ],
    [
        "ملف",
        "arabic"
    ],
    [
        "قلب",
        "arabic"
    ],
    [
        "سني",
        "arabic"
    ],
    [
        "فارشيف",
        "arabic"
    ],
    [
        "حبك",
        "arabic"
    ],
    [
        "مكفين",
        "arabic"
    ],
    [
        "اما",
        "arabic"
    ],
    [
        "بوصل",
        "arabic"
    ],
    [
        "تسر",
        "arabic"
    ],
    [
        "عين",
        "arabic"
    ],
    [
        "الا",
        "arabic"
    ],
    [
        "لحب",
        "arabic"
    ],
    [
        "عفين",
        "arabic"
    ],
    [
        "محمد",
        "arabic"
    ],
    [
        "عايش",
        "arabic"
    ],
    [
        "فيصل",
        "arabic"
    ],
    [
        "درويش",
        "arabic"
    ],
    [
        "فضل",
        "arabic"
    ],
    [
        "اعب",
        "arabic"
    ],
    [
        "شوط",
        "arabic"
    ],
    [
        "اول",
        "arabic"
    ],
    [
        "هذا",
        "arabic"
    ],
    [
        "مايمنع",
        "arabic"
    ],
    [
        "انه",
        "arabic"
    ],
    [
        "بيك",
        "arabic"
    ],
    [
        "حتيط",
        "arabic"
    ],
    [
        "مبار",
        "arabic"
    ],
    [
        "جاي",
        "arabic"
    ],
    [
        "يشارك",
        "arabic"
    ],
    [
        "مكا",
        "arabic"
    ],
    [
        "عاه",
        "arabic"
    ],
    [
        "الي",
        "arabic"
    ],
    [
        "دوب",
        "arabic"
    ],
    [
        "اب",
        "arabic"
    ],
    [
        "ك",
        "arabic"
    ],
    [
        "اص",
        "arabic"
    ],
    [
        "ق",
        "arabic"
    ],
    [
        "ر",
        "arabic"
    ],
    [
        "وط",
        "arabic"
    ],
    [
        "ن",
        "arabic"
    ],
    [
        "دام",
        "arabic"
    ],
    [
        "زك",
        "arabic"
    ],
    [
        "اع",
        "arabic"
    ],
    [
        "س",
        "arabic"
    ],
    [
        "ا",
        "arabic"
    ],
    [
        "م",
        "arabic"
    ],
    [
        "رك",
        "arabic"
    ],
    [
        "وي",
        "arabic"
    ],
    [
        "قتل",
        "arabic"
    ],
    [
        "عرف",
        "arabic"
    ],
    [
        "علاش",
        "arabic"
    ],
    [
        "حنا",
        "arabic"
    ],
    [
        "مغارب",
        "arabic"
    ],
    [
        "كنطلعش",
        "arabic"
    ],
    [
        "تاق",
        "arabic"
    ],
    [
        "كل",
        "arabic"
    ],
    [
        "كنطلعو",
        "arabic"
    ],
    [
        "طاق",
        "arabic"
    ],
    [
        "عام",
        "arabic"
    ],
    [
        "amou naty",
        "arabic"
    ],
    [
        "قريب",
        "arabic"
    ],
    [
        "خلي",
        "arabic"
    ],
    [
        "مازال",
        "arabic"
    ],
    [
        "ماكملاتش",
        "arabic"
    ],
    [
        "يوم",
        "arabic"
    ],
    [
        "احصائي",
        "arabic"
    ],
    [
        "قدر",
        "arabic"
    ],
    [
        "وصل",
        "arabic"
    ],
    [
        "او",
        "arabic"
    ],
    [
        "نص",
        "arabic"
    ],
    [
        "ثمن",
        "arabic"
    ],
    [
        "ربع",
        "arabic"
    ],
    [
        "ساع",
        "arabic"
    ],
    [
        "بما",
        "arabic"
    ],
    [
        "كترو",
        "arabic"
    ],
    [
        "غي",
        "arabic"
    ],
    [
        "لي",
        "arabic"
    ],
    [
        "جا",
        "arabic"
    ],
    [
        "كيدير",
        "arabic"
    ],
    [
        "قرر",
        "arabic"
    ],
    [
        "لكم",
        "arabic"
    ],
    [
        "فانستغرام",
        "arabic"
    ],
    [
        "IhabAmir",
        "arabic"
    ],
    [
        "souhilabenlachhab",
        "arabic"
    ],
    [
        "AmjadPf",
        "arabic"
    ],
    [
        "حرير",
        "arabic"
    ],
    [
        "سير",
        "arabic"
    ],
    [
        "برع",
        "arabic"
    ],
    [
        "يلا",
        "arabic"
    ],
    [
        "مقدرتيش",
        "arabic"
    ],
    [
        "روتويت",
        "arabic"
    ],
    [
        "ناس",
        "arabic"
    ],
    [
        "خري",
        "arabic"
    ],
    [
        "نفس",
        "arabic"
    ],
    [
        "قلت",
        "arabic"
    ],
    [
        "يكو",
        "arabic"
    ],
    [
        "يمن",
        "arabic"
    ],
    [
        "لذي",
        "arabic"
    ],
    [
        "عان",
        "arabic"
    ],
    [
        "حترم",
        "arabic"
    ],
    [
        "جميع",
        "arabic"
    ],
    [
        "لكن",
        "arabic"
    ],
    [
        "مع",
        "arabic"
    ],
    [
        "صوت",
        "arabic"
    ],
    [
        "عاقل",
        "arabic"
    ],
    [
        "متز",
        "arabic"
    ],
    [
        "كصو",
        "arabic"
    ],
    [
        "حقيق",
        "arabic"
    ],
    [
        "حتقول",
        "arabic"
    ],
    [
        "زاي",
        "arabic"
    ],
    [
        "شجع",
        "arabic"
    ],
    [
        "كورة للجماهير",
        "arabic"
    ],
    [
        "بحب",
        "arabic"
    ],
    [
        "خوي",
        "arabic"
    ],
    [
        "لحق",
        "arabic"
    ],
    [
        "شرع",
        "arabic"
    ],
    [
        "عئد",
        "arabic"
    ],
    [
        "رئيس",
        "arabic"
    ],
    [
        "مرس",
        "arabic"
    ],
    [
        "بلد",
        "arabic"
    ],
    [
        "حبيب",
        "arabic"
    ],
    [
        "شاأ",
        "arabic"
    ],
    [
        "برنامج",
        "arabic"
    ],
    [
        "صعب",
        "arabic"
    ],
    [
        "حمزاو",
        "arabic"
    ],
    [
        "شرح",
        "arabic"
    ],
    [
        "مصطلح",
        "arabic"
    ],
    [
        "امن",
        "arabic"
    ],
    [
        "قوم",
        "arabic"
    ]
]