[
    [
        "و",
        "arabic"
    ],
    [
        "في",
        "arabic"
    ],
    [
        "من",
        "arabic"
    ],
    [
        "علاش",
        "arabic"
    ],
    [
        "من",
        "arabic"
    ],
    [
        "في",
        "arabic"
    ],
    [
        "العالم",
        "arabic"
    ],
    [
        "في",
        "arabic"
    ],
    [
        "من",
        "arabic"
    ],
    [
        "على",
        "arabic"
    ],
    [
        "من",
        "arabic"
    ],
    [
        "الهلال",
        "arabic"
    ],
    [
        "دابا",
        "arabic"
    ],
    [
        "و",
        "arabic"
    ],
    [
        "على",
        "arabic"
    ],
    [
        "على",
        "arabic"
    ],
    [
        "تصفيات",
        "arabic"
    ],
    [
        "كاس",
        "arabic"
    ],
    [
        "ديال",
        "arabic"
    ],
    [
        "محمد",
        "arabic"
    ],
    [
        "العربي",
        "arabic"
    ],
    [
        "الربيع",
        "arabic"
    ],
    [
        "و",
        "arabic"
    ],
    [
        "على",
        "arabic"
    ],
    [
        "صلاح",
        "arabic"
    ],
    [
        "ان",
        "arabic"
    ],
    [
        "في",
        "arabic"
    ],
    [
        "ما",
        "arabic"
    ],
    [
        "لي",
        "arabic"
    ],
    [
        "شكون",
        "arabic"
    ],
    [
        "ان",
        "arabic"
    ],
    [
        "الله",
        "arabic"
    ],
    [
        "مصر",
        "arabic"
    ],
    [
        "قطر",
        "arabic"
    ],
    [
        "هاد",
        "arabic"
    ],
    [
        "مصر",
        "arabic"
    ],
    [
        "لا",
        "arabic"
    ],
    [
        "مع",
        "arabic"
    ],
    [
        "انا",
        "arabic"
    ],
    [
        "شي",
        "arabic"
    ],
    [
        "عن",
        "arabic"
    ],
    [
        "فى",
        "arabic"
    ],
    [
        "اللي",
        "arabic"
    ],
    [
        "ان",
        "arabic"
    ],
    [
        "يناير",
        "arabic"
    ],
    [
        "ثورة",
        "arabic"
    ],
    [
        "غير",
        "arabic"
    ],
    [
        "كيفاش",
        "arabic"
    ],
    [
        "ه",
        "arabic"
    ],
    [
        "لا",
        "arabic"
    ],
    [
        "السماح بالسينما في السعوديه",
        "arabic"
    ],
    [
        "كل",
        "arabic"
    ],
    [
        "فى",
        "arabic"
    ],
    [
        "…",
        "arabic"
    ],
    [
        "شباب",
        "arabic"
    ],
    [
        "بعد",
        "arabic"
    ],
    [
        "لا",
        "arabic"
    ],
    [
        "عن",
        "arabic"
    ],
    [
        "مع",
        "arabic"
    ],
    [
        "واحد",
        "arabic"
    ],
    [
        "ما",
        "arabic"
    ],
    [
        "الهلال التعاون",
        "arabic"
    ],
    [
        "السعودي",
        "arabic"
    ],
    [
        "راه",
        "arabic"
    ],
    [
        "تيران",
        "arabic"
    ],
    [
        "الله",
        "arabic"
    ],
    [
        "واش",
        "arabic"
    ],
    [
        "النصر الاتحاد",
        "arabic"
    ],
    [
        "يا",
        "arabic"
    ],
    [
        "السيسي",
        "arabic"
    ],
    [
        "وصنافير",
        "arabic"
    ],
    [
        "مع",
        "arabic"
    ],
    [
        "و",
        "arabic"
    ],
    [
        "لا",
        "arabic"
    ],
    [
        "مباراة",
        "arabic"
    ],
    [
        "ما",
        "arabic"
    ],
    [
        "الله",
        "arabic"
    ],
    [
        "الله",
        "arabic"
    ],
    [
        "هو",
        "arabic"
    ],
    [
        "برشلونه روما",
        "arabic"
    ],
    [
        "علي",
        "arabic"
    ],
    [
        "ولي",
        "arabic"
    ],
    [
        "العهد",
        "arabic"
    ],
    [
        "يا",
        "arabic"
    ],
    [
        "ولا",
        "arabic"
    ],
    [
        "ما",
        "arabic"
    ],
    [
        "منتدى",
        "arabic"
    ],
    [
        "السعودية",
        "arabic"
    ],
    [
        "كل",
        "arabic"
    ],
    [
        "باش",
        "arabic"
    ],
    [
        "هو",
        "arabic"
    ],
    [
        "غادي",
        "arabic"
    ],
    [
        "الى",
        "arabic"
    ],
    [
        "ماشي",
        "arabic"
    ],
    [
        "الاخوان",
        "arabic"
    ],
    [
        "هذا",
        "arabic"
    ],
    [
        "يا",
        "arabic"
    ],
    [
        "رفع اسعار البنزين والكهرباا",
        "arabic"
    ],
    [
        "الف",
        "arabic"
    ],
    [
        "كل",
        "arabic"
    ],
    [
        "حتى",
        "arabic"
    ],
    [
        "بعد",
        "arabic"
    ],
    [
        "ولا",
        "arabic"
    ],
    [
        "الهلال الاهلي",
        "arabic"
    ],
    [
        "كان",
        "arabic"
    ],
    [
        "هذا",
        "arabic"
    ],
    [
        "اللي",
        "arabic"
    ],
    [
        "المغرب",
        "arabic"
    ],
    [
        "نتوما",
        "arabic"
    ],
    [
        "ها",
        "arabic"
    ],
    [
        "منتدى شباب العالم",
        "arabic"
    ],
    [
        "ولا",
        "arabic"
    ],
    [
        "او",
        "arabic"
    ],
    [
        "مش",
        "arabic"
    ],
    [
        "حنا",
        "arabic"
    ],
    [
        "مبروك",
        "arabic"
    ],
    [
        "بن",
        "arabic"
    ],
    [
        "منتدي شباب العالم",
        "arabic"
    ],
    [
        "الى",
        "arabic"
    ],
    [
        "اخر",
        "arabic"
    ],
    [
        "اللهم",
        "arabic"
    ],
    [
        "مرسي",
        "arabic"
    ],
    [
        "او",
        "arabic"
    ],
    [
        "او",
        "arabic"
    ],
    [
        "بعد",
        "arabic"
    ],
    [
        "تعليق الدراسه في القصيم",
        "arabic"
    ],
    [
        "مع",
        "arabic"
    ],
    [
        "لم",
        "arabic"
    ],
    [
        "عبد",
        "arabic"
    ],
    [
        "الاهلي",
        "arabic"
    ],
    [
        "مش",
        "arabic"
    ],
    [
        "الرئيس",
        "arabic"
    ],
    [
        "بين",
        "arabic"
    ],
    [
        "كلام",
        "arabic"
    ],
    [
        "اللي",
        "arabic"
    ],
    [
        "ضد",
        "arabic"
    ],
    [
        "هادي",
        "arabic"
    ],
    [
        "كان",
        "arabic"
    ],
    [
        "اهداف",
        "arabic"
    ],
    [
        "كان",
        "arabic"
    ],
    [
        "اليوم",
        "arabic"
    ],
    [
        "يا",
        "arabic"
    ],
    [
        "الناس",
        "arabic"
    ],
    [
        "لو",
        "arabic"
    ],
    [
        "اوامر ملكيه",
        "arabic"
    ],
    [
        "تصفيات كاس العالم",
        "arabic"
    ],
    [
        "تونس",
        "arabic"
    ],
    [
        "منصور",
        "arabic"
    ],
    [
        "ابو",
        "arabic"
    ],
    [
        "النصر",
        "arabic"
    ],
    [
        "ازمة",
        "arabic"
    ],
    [
        "انا",
        "arabic"
    ],
    [
        "شاهد",
        "arabic"
    ],
    [
        "د",
        "arabic"
    ],
    [
        "ولا",
        "arabic"
    ],
    [
        "ا",
        "arabic"
    ],
    [
        "حيت",
        "arabic"
    ],
    [
        "ديالنا",
        "arabic"
    ],
    [
        "السعوديه",
        "arabic"
    ],
    [
        "التي",
        "arabic"
    ],
    [
        "هادشي",
        "arabic"
    ],
    [
        "كل",
        "arabic"
    ],
    [
        "تعليق الدراسه في الرياض",
        "arabic"
    ],
    [
        "عن",
        "arabic"
    ],
    [
        "الشيخ",
        "arabic"
    ],
    [
        "هو",
        "arabic"
    ],
    [
        "انا",
        "arabic"
    ],
    [
        "داكشي",
        "arabic"
    ],
    [
        "كان",
        "arabic"
    ],
    [
        "هي",
        "arabic"
    ],
    [
        "العرب",
        "arabic"
    ],
    [
        "ده",
        "arabic"
    ],
    [
        "الفتاح",
        "arabic"
    ],
    [
        "منتخب",
        "arabic"
    ],
    [
        "عبد",
        "arabic"
    ],
    [
        "ليك",
        "arabic"
    ],
    [
        "الهلال هجر",
        "arabic"
    ],
    [
        "ي",
        "arabic"
    ],
    [
        "انترنت السعوديه ضعيف",
        "arabic"
    ],
    [
        "ب",
        "arabic"
    ],
    [
        "بين",
        "arabic"
    ],
    [
        "والله",
        "arabic"
    ],
    [
        "اليوم",
        "arabic"
    ],
    [
        "بس",
        "arabic"
    ],
    [
        "الاسواني",
        "arabic"
    ],
    [
        "المصري",
        "arabic"
    ],
    [
        "بزاف",
        "arabic"
    ],
    [
        "ف",
        "arabic"
    ],
    [
        "اليمن",
        "arabic"
    ],
    [
        "الا",
        "arabic"
    ],
    [
        "بس",
        "arabic"
    ],
    [
        "لماذا يا خوله العنزي",
        "arabic"
    ],
    [
        "ل",
        "arabic"
    ],
    [
        "حصار",
        "arabic"
    ],
    [
        "الفساد",
        "arabic"
    ],
    [
        "الخليج",
        "arabic"
    ],
    [
        "اول",
        "arabic"
    ],
    [
        "ايطاليا",
        "arabic"
    ],
    [
        "سلمان",
        "arabic"
    ],
    [
        "عمرو",
        "arabic"
    ],
    [
        "قبل",
        "arabic"
    ],
    [
        "شنو",
        "arabic"
    ],
    [
        "عليه",
        "arabic"
    ],
    [
        "حصار قطر",
        "arabic"
    ],
    [
        "يوم",
        "arabic"
    ],
    [
        "الا",
        "arabic"
    ],
    [
        "الان",
        "arabic"
    ],
    [
        "اش",
        "arabic"
    ],
    [
        "هي",
        "arabic"
    ],
    [
        "ديالك",
        "arabic"
    ],
    [
        "شكرا",
        "arabic"
    ],
    [
        "غانا",
        "arabic"
    ],
    [
        "لبنان",
        "arabic"
    ],
    [
        "محمد صلاح",
        "arabic"
    ],
    [
        "قبل",
        "arabic"
    ],
    [
        "لو",
        "arabic"
    ],
    [
        "انت",
        "arabic"
    ],
    [
        "بحال",
        "arabic"
    ],
    [
        "عاد",
        "arabic"
    ],
    [
        "فيها",
        "arabic"
    ],
    [
        "ليا",
        "arabic"
    ],
    [
        "باريس",
        "arabic"
    ],
    [
        "الاهلي الرايد",
        "arabic"
    ],
    [
        "ع",
        "arabic"
    ],
    [
        "الميزانيه السعوديه",
        "arabic"
    ],
    [
        "الرياض",
        "arabic"
    ],
    [
        "اذا",
        "arabic"
    ],
    [
        "هذه",
        "arabic"
    ],
    [
        "الذي",
        "arabic"
    ],
    [
        "دول",
        "arabic"
    ],
    [
        "«",
        "arabic"
    ],
    [
        "»",
        "arabic"
    ],
    [
        "ف",
        "arabic"
    ],
    [
        "ليفربول",
        "arabic"
    ],
    [
        "السعودية",
        "arabic"
    ],
    [
        "علي",
        "arabic"
    ],
    [
        "الفتوح",
        "arabic"
    ],
    [
        "الا",
        "arabic"
    ],
    [
        "ب",
        "arabic"
    ],
    [
        "كلشي",
        "arabic"
    ],
    [
        "كاين",
        "arabic"
    ],
    [
        "تا",
        "arabic"
    ],
    [
        "والو",
        "arabic"
    ],
    [
        "لينا",
        "arabic"
    ],
    [
        "تعليق الدراسه",
        "arabic"
    ],
    [
        "هو",
        "arabic"
    ],
    [
        "هدف",
        "arabic"
    ],
    [
        "الفوز",
        "arabic"
    ],
    [
        "افريقيا",
        "arabic"
    ],
    [
        "اللي",
        "arabic"
    ],
    [
        "هل",
        "arabic"
    ],
    [
        "كانت",
        "arabic"
    ],
    [
        "المغرب",
        "arabic"
    ],
    [
        "ليه",
        "arabic"
    ],
    [
        "هجمات",
        "arabic"
    ],
    [
        "الى",
        "arabic"
    ],
    [
        "ا",
        "arabic"
    ],
    [
        "اليوم",
        "arabic"
    ],
    [
        "اي",
        "arabic"
    ],
    [
        "والله",
        "arabic"
    ],
    [
        "هل",
        "arabic"
    ],
    [
        "السويد",
        "arabic"
    ],
    [
        "ايه",
        "arabic"
    ],
    [
        "حمزاوي",
        "arabic"
    ],
    [
        "حاجة",
        "arabic"
    ],
    [
        "هذا",
        "arabic"
    ],
    [
        "الا",
        "arabic"
    ],
    [
        "فيه",
        "arabic"
    ],
    [
        "بنادم",
        "arabic"
    ],
    [
        "ولكن",
        "arabic"
    ],
    [
        "اكثر",
        "arabic"
    ],
    [
        "شي",
        "arabic"
    ],
    [
        "الحمد",
        "arabic"
    ],
    [
        "الهلال الفتح",
        "arabic"
    ],
    [
        "ل",
        "arabic"
    ],
    [
        "انا",
        "arabic"
    ],
    [
        "وش",
        "arabic"
    ],
    [
        "المصري",
        "arabic"
    ],
    [
        "الشباب",
        "arabic"
    ],
    [
        "عليه",
        "arabic"
    ],
    [
        "جدا",
        "arabic"
    ],
    [
        "وهو",
        "arabic"
    ],
    [
        "ليبيا",
        "arabic"
    ],
    [
        "الدول",
        "arabic"
    ],
    [
        "المصريين",
        "arabic"
    ],
    [
        "علاأ",
        "arabic"
    ],
    [
        "ايه",
        "arabic"
    ],
    [
        "هذا",
        "arabic"
    ],
    [
        "لم",
        "arabic"
    ],
    [
        "انت",
        "arabic"
    ],
    [
        "اصلا",
        "arabic"
    ],
    [
        "وا",
        "arabic"
    ],
    [
        "لم",
        "arabic"
    ],
    [
        "لهم",
        "arabic"
    ],
    [
        "زد رصيدك",
        "arabic"
    ],
    [
        "هجمات باريس",
        "arabic"
    ],
    [
        "حصار غزه جريمه اباده",
        "arabic"
    ],
    [
        "روسيا",
        "arabic"
    ],
    [
        "ايران",
        "arabic"
    ],
    [
        "ب",
        "arabic"
    ],
    [
        "لاعب",
        "arabic"
    ],
    [
        "عشان",
        "arabic"
    ],
    [
        "رئيس",
        "arabic"
    ],
    [
        "قطر",
        "arabic"
    ],
    [
        "الوطن",
        "arabic"
    ],
    [
        "الشعب",
        "arabic"
    ],
    [
        "غير",
        "arabic"
    ],
    [
        "الثورة",
        "arabic"
    ],
    [
        "الانقلاب",
        "arabic"
    ],
    [
        "ديما",
        "arabic"
    ],
    [
        "نهار",
        "arabic"
    ],
    [
        "والله",
        "arabic"
    ],
    [
        "عندهم",
        "arabic"
    ],
    [
        "الى",
        "arabic"
    ],
    [
        "كون",
        "arabic"
    ],
    [
        "البلاد",
        "arabic"
    ],
    [
        "زعما",
        "arabic"
    ],
    [
        "حتى",
        "arabic"
    ],
    [
        "او",
        "arabic"
    ],
    [
        "داعش",
        "arabic"
    ],
    [
        "فيه",
        "arabic"
    ],
    [
        "شاهد",
        "arabic"
    ],
    [
        "العربية",
        "arabic"
    ],
    [
        "المنتخب",
        "arabic"
    ],
    [
        "امام",
        "arabic"
    ],
    [
        "لها",
        "arabic"
    ],
    [
        "بس",
        "arabic"
    ],
    [
        "هذه",
        "arabic"
    ],
    [
        "اللهم",
        "arabic"
    ],
    [
        "اي",
        "arabic"
    ],
    [
        "النصر",
        "arabic"
    ],
    [
        "وها",
        "arabic"
    ],
    [
        "هوما",
        "arabic"
    ],
    [
        "عن",
        "arabic"
    ],
    [
        "عليهم",
        "arabic"
    ],
    [
        "النمر",
        "arabic"
    ],
    [
        "مثل",
        "arabic"
    ],
    [
        "ال",
        "arabic"
    ],
    [
        "واحد",
        "arabic"
    ],
    [
        "الحكم",
        "arabic"
    ],
    [
        "المباراه",
        "arabic"
    ],
    [
        "غير",
        "arabic"
    ],
    [
        "هدف",
        "arabic"
    ],
    [
        "مرتضى",
        "arabic"
    ],
    [
        "خلال",
        "arabic"
    ],
    [
        "كاس العالم",
        "arabic"
    ],
    [
        "لو",
        "arabic"
    ],
    [
        "هناك",
        "arabic"
    ],
    [
        "يوم",
        "arabic"
    ],
    [
        "ده",
        "arabic"
    ],
    [
        "الرئيس",
        "arabic"
    ],
    [
        "اى",
        "arabic"
    ],
    [
        "الذي",
        "arabic"
    ],
    [
        "محمد",
        "arabic"
    ],
    [
        "لكن",
        "arabic"
    ],
    [
        "المغاربة",
        "arabic"
    ],
    [
        "ان",
        "arabic"
    ],
    [
        "عاجل",
        "arabic"
    ],
    [
        "يوم",
        "arabic"
    ],
    [
        "فيه",
        "arabic"
    ],
    [
        "الاول",
        "arabic"
    ],
    [
        "قناة",
        "arabic"
    ],
    [
        "اليمن",
        "arabic"
    ],
    [
        "الان",
        "arabic"
    ],
    [
        "افضل",
        "arabic"
    ],
    [
        "السعوديه",
        "arabic"
    ],
    [
        "الوطن",
        "arabic"
    ],
    [
        "تيران وصنافير مصرية",
        "arabic"
    ],
    [
        "لما",
        "arabic"
    ],
    [
        "انه",
        "arabic"
    ],
    [
        "لن",
        "arabic"
    ],
    [
        "ولكن",
        "arabic"
    ],
    [
        "قال",
        "arabic"
    ],
    [
        "برنامج",
        "arabic"
    ],
    [
        "السادة المحترمون",
        "arabic"
    ],
    [
        "انت",
        "arabic"
    ],
    [
        "فيه",
        "arabic"
    ],
    [
        "الهلال",
        "arabic"
    ],
    [
        "بنكيران",
        "arabic"
    ],
    [
        "عندو",
        "arabic"
    ],
    [
        "فين",
        "arabic"
    ],
    [
        "غا",
        "arabic"
    ],
    [
        "فاش",
        "arabic"
    ],
    [
        "بغيت",
        "arabic"
    ],
    [
        "فهاد",
        "arabic"
    ],
    [
        "الاتحاد",
        "arabic"
    ],
    [
        "انت",
        "arabic"
    ],
    [
        "لكن",
        "arabic"
    ],
    [
        "حذف قناه العربيه من الريسيفر",
        "arabic"
    ],
    [
        "لله",
        "arabic"
    ],
    [
        "رسوم الاراضي البيضاا",
        "arabic"
    ],
    [
        "لك",
        "arabic"
    ],
    [
        "مباراه",
        "arabic"
    ],
    [
        "الفتح",
        "arabic"
    ],
    [
        "فيها",
        "arabic"
    ],
    [
        "ثورات",
        "arabic"
    ],
    [
        "فيديو",
        "arabic"
    ],
    [
        "السيسى",
        "arabic"
    ],
    [
        "مباشر",
        "arabic"
    ],
    [
        "ذلك",
        "arabic"
    ],
    [
        "مرتضي",
        "arabic"
    ],
    [
        "الانجليزي",
        "arabic"
    ],
    [
        "قضية",
        "arabic"
    ],
    [
        "احنا",
        "arabic"
    ],
    [
        "قصة",
        "arabic"
    ],
    [
        "سوريا",
        "arabic"
    ],
    [
        "الشروق",
        "arabic"
    ],
    [
        "عشان",
        "arabic"
    ],
    [
        "مبارك",
        "arabic"
    ],
    [
        "له",
        "arabic"
    ],
    [
        "حزب",
        "arabic"
    ],
    [
        "علينا",
        "arabic"
    ],
    [
        "ل",
        "arabic"
    ],
    [
        "ملي",
        "arabic"
    ],
    [
        "عليها",
        "arabic"
    ],
    [
        "بغات",
        "arabic"
    ],
    [
        "ناس",
        "arabic"
    ],
    [
        "هنا",
        "arabic"
    ],
    [
        "الملك",
        "arabic"
    ],
    [
        "قال",
        "arabic"
    ],
    [
        "ضد",
        "arabic"
    ],
    [
        "شحال",
        "arabic"
    ],
    [
        "علينا",
        "arabic"
    ],
    [
        "دونيس",
        "arabic"
    ],
    [
        "الهلال الشباب",
        "arabic"
    ],
    [
        "حفتر",
        "arabic"
    ],
    [
        "الاخوان",
        "arabic"
    ],
    [
        "ديفوار",
        "arabic"
    ],
    [
        "حتى",
        "arabic"
    ],
    [
        "الي",
        "arabic"
    ],
    [
        "خالد",
        "arabic"
    ],
    [
        "رئيس",
        "arabic"
    ],
    [
        "الدكتور",
        "arabic"
    ],
    [
        "باسم",
        "arabic"
    ],
    [
        "ضد",
        "arabic"
    ],
    [
        "العام",
        "arabic"
    ],
    [
        "كنت",
        "arabic"
    ],
    [
        "امام",
        "arabic"
    ],
    [
        "لما",
        "arabic"
    ],
    [
        "حاجة",
        "arabic"
    ],
    [
        "الناس",
        "arabic"
    ],
    [
        "ا",
        "arabic"
    ],
    [
        "ف",
        "arabic"
    ],
    [
        "الاهلي",
        "arabic"
    ],
    [
        "ليس",
        "arabic"
    ],
    [
        "قبل",
        "arabic"
    ],
    [
        "”",
        "arabic"
    ],
    [
        "راسي",
        "arabic"
    ],
    [
        "عليك",
        "arabic"
    ],
    [
        "بلا",
        "arabic"
    ],
    [
        "واخا",
        "arabic"
    ],
    [
        "معرفتش",
        "arabic"
    ],
    [
        "شوية",
        "arabic"
    ],
    [
        "را",
        "arabic"
    ],
    [
        "داك",
        "arabic"
    ],
    [
        "نتا",
        "arabic"
    ],
    [
        "كيقول",
        "arabic"
    ],
    [
        "عندنا",
        "arabic"
    ],
    [
        "نديرو",
        "arabic"
    ],
    [
        "تكون",
        "arabic"
    ],
    [
        "الي",
        "arabic"
    ],
    [
        "ه",
        "arabic"
    ],
    [
        "روما",
        "arabic"
    ],
    [
        "قاسم يهاجم الملك عبدالله",
        "arabic"
    ],
    [
        "افضل",
        "arabic"
    ],
    [
        "السعودي",
        "arabic"
    ],
    [
        "كذا",
        "arabic"
    ],
    [
        "قبل",
        "arabic"
    ],
    [
        "لنا",
        "arabic"
    ],
    [
        "سينما",
        "arabic"
    ],
    [
        "المباراة",
        "arabic"
    ],
    [
        "سوريا",
        "arabic"
    ],
    [
        "وزير",
        "arabic"
    ],
    [
        "بشرم",
        "arabic"
    ],
    [
        "وان",
        "arabic"
    ],
    [
        "مقاطعة",
        "arabic"
    ],
    [
        "قد",
        "arabic"
    ],
    [
        "الزمالك",
        "arabic"
    ],
    [
        "عاجل",
        "arabic"
    ],
    [
        "فقط",
        "arabic"
    ],
    [
        "الجزيرة",
        "arabic"
    ],
    [
        "اي",
        "arabic"
    ],
    [
        "شيكابالا",
        "arabic"
    ],
    [
        "هم",
        "arabic"
    ],
    [
        "واحد",
        "arabic"
    ],
    [
        "الشعب",
        "arabic"
    ],
    [
        "كما",
        "arabic"
    ],
    [
        "ليه",
        "arabic"
    ],
    [
        "عليه",
        "arabic"
    ],
    [
        "احد",
        "arabic"
    ],
    [
        "الكويت",
        "arabic"
    ],
    [
        "المنعم",
        "arabic"
    ],
    [
        "يوسف الحسيني",
        "arabic"
    ],
    [
        "امل",
        "arabic"
    ],
    [
        "باذن",
        "arabic"
    ],
    [
        "اكثر",
        "arabic"
    ],
    [
        "السيسي",
        "arabic"
    ],
    [
        "الف",
        "arabic"
    ],
    [
        "القاهرة",
        "arabic"
    ],
    [
        "ل",
        "arabic"
    ],
    [
        "حرام",
        "arabic"
    ],
    [
        "اي",
        "arabic"
    ],
    [
        "راسو",
        "arabic"
    ],
    [
        "معايا",
        "arabic"
    ],
    [
        "صافي",
        "arabic"
    ],
    [
        "بهاد",
        "arabic"
    ],
    [
        "راسك",
        "arabic"
    ],
    [
        "بعد",
        "arabic"
    ],
    [
        "عندي",
        "arabic"
    ],
    [
        "م",
        "arabic"
    ],
    [
        "هل",
        "arabic"
    ],
    [
        "الحوثي",
        "arabic"
    ],
    [
        "شركه",
        "arabic"
    ],
    [
        "صحيح",
        "arabic"
    ],
    [
        "برشلونه",
        "arabic"
    ],
    [
        "السينما",
        "arabic"
    ],
    [
        "ف",
        "arabic"
    ],
    [
        "الاهلي الرائد",
        "arabic"
    ],
    [
        "ليش",
        "arabic"
    ],
    [
        "مره",
        "arabic"
    ],
    [
        "عشان",
        "arabic"
    ],
    [
        "الفرج",
        "arabic"
    ],
    [
        "الدراسه",
        "arabic"
    ],
    [
        "هي",
        "arabic"
    ],
    [
        "له",
        "arabic"
    ],
    [
        "غير",
        "arabic"
    ],
    [
        "الارهاب",
        "arabic"
    ],
    [
        "البلد",
        "arabic"
    ],
    [
        "محاربة",
        "arabic"
    ],
    [
        "خليفة",
        "arabic"
    ],
    [
        "اخر",
        "arabic"
    ],
    [
        "الربيع العربي",
        "arabic"
    ],
    [
        "هداف",
        "arabic"
    ],
    [
        "لنا",
        "arabic"
    ],
    [
        "كانت",
        "arabic"
    ],
    [
        "له",
        "arabic"
    ],
    [
        "لكن",
        "arabic"
    ],
    [
        "الدوري",
        "arabic"
    ],
    [
        "حتى",
        "arabic"
    ],
    [
        "الداخلية",
        "arabic"
    ],
    [
        "تكون",
        "arabic"
    ],
    [
        "اذا",
        "arabic"
    ],
    [
        "الاسبوع",
        "arabic"
    ],
    [
        "اللى",
        "arabic"
    ],
    [
        "احنا",
        "arabic"
    ],
    [
        "جدا",
        "arabic"
    ],
    [
        "التي",
        "arabic"
    ],
    [
        "ناس",
        "arabic"
    ],
    [
        "قانون",
        "arabic"
    ],
    [
        "واحد",
        "arabic"
    ],
    [
        "الامارات",
        "arabic"
    ],
    [
        "بين",
        "arabic"
    ],
    [
        "تفو",
        "arabic"
    ],
    [
        "وحدة",
        "arabic"
    ],
    [
        "مزيان",
        "arabic"
    ],
    [
        "دوك",
        "arabic"
    ],
    [
        "للي",
        "arabic"
    ],
    [
        "عند",
        "arabic"
    ],
    [
        "القضية",
        "arabic"
    ],
    [
        "المنتخب",
        "arabic"
    ],
    [
        "فيا",
        "arabic"
    ],
    [
        "مشكل",
        "arabic"
    ],
    [
        "شوف",
        "arabic"
    ],
    [
        "مول",
        "arabic"
    ],
    [
        "كاع",
        "arabic"
    ],
    [
        "بسبب",
        "arabic"
    ],
    [
        "غزه",
        "arabic"
    ],
    [
        "وين",
        "arabic"
    ],
    [
        "كلمه لشركات الاتصالات",
        "arabic"
    ],
    [
        "الناس",
        "arabic"
    ],
    [
        "يعني",
        "arabic"
    ],
    [
        "بريده تغرق",
        "arabic"
    ],
    [
        "الذي",
        "arabic"
    ],
    [
        "ومن",
        "arabic"
    ],
    [
        "التعادل",
        "arabic"
    ],
    [
        "دوري",
        "arabic"
    ],
    [
        "سلمان",
        "arabic"
    ],
    [
        "لاعب",
        "arabic"
    ],
    [
        "انه",
        "arabic"
    ],
    [
        "الدوري",
        "arabic"
    ],
    [
        "تعليق",
        "arabic"
    ],
    [
        "تم",
        "arabic"
    ],
    [
        "ع",
        "arabic"
    ],
    [
        "العراق",
        "arabic"
    ],
    [
        "بشار",
        "arabic"
    ],
    [
        "فعلا",
        "arabic"
    ],
    [
        "لان",
        "arabic"
    ],
    [
        "كوت",
        "arabic"
    ],
    [
        "حرب",
        "arabic"
    ],
    [
        "شرم",
        "arabic"
    ],
    [
        "احمد",
        "arabic"
    ],
    [
        "الحرب",
        "arabic"
    ],
    [
        "وفي",
        "arabic"
    ],
    [
        "ابو",
        "arabic"
    ],
    [
        "بداية",
        "arabic"
    ],
    [
        "بعض",
        "arabic"
    ],
    [
        "الشعوب",
        "arabic"
    ],
    [
        "الثورة",
        "arabic"
    ],
    [
        "ومن",
        "arabic"
    ],
    [
        "بسبب",
        "arabic"
    ],
    [
        "حمدين",
        "arabic"
    ],
    [
        "احد",
        "arabic"
    ],
    [
        "وغانا",
        "arabic"
    ],
    [
        "الانتخابات",
        "arabic"
    ],
    [
        "دور",
        "arabic"
    ],
    [
        "يجب",
        "arabic"
    ],
    [
        "عليك",
        "arabic"
    ],
    [
        "التفاصيل",
        "arabic"
    ],
    [
        "يوسف",
        "arabic"
    ],
    [
        "مساأ",
        "arabic"
    ],
    [
        "الدستور",
        "arabic"
    ],
    [
        "يجب",
        "arabic"
    ],
    [
        "الدولة",
        "arabic"
    ],
    [
        "المقال",
        "arabic"
    ],
    [
        "كده",
        "arabic"
    ],
    [
        "لكن",
        "arabic"
    ],
    [
        "فقط",
        "arabic"
    ],
    [
        "مليون",
        "arabic"
    ],
    [
        "ثم",
        "arabic"
    ],
    [
        "الذين",
        "arabic"
    ],
    [
        "حملة",
        "arabic"
    ],
    [
        "الاول",
        "arabic"
    ],
    [
        "شفيق",
        "arabic"
    ],
    [
        "الرياض",
        "arabic"
    ],
    [
        "ريتويت",
        "arabic"
    ],
    [
        "الاسكندرية",
        "arabic"
    ],
    [
        "انها",
        "arabic"
    ],
    [
        "لماذا",
        "arabic"
    ],
    [
        "قناة",
        "arabic"
    ],
    [
        "بسمة",
        "arabic"
    ],
    [
        "الدراري",
        "arabic"
    ],
    [
        "الوداد",
        "arabic"
    ],
    [
        "د",
        "arabic"
    ],
    [
        "“",
        "arabic"
    ],
    [
        "ياك",
        "arabic"
    ],
    [
        "نتي",
        "arabic"
    ],
    [
        "عليا",
        "arabic"
    ],
    [
        "معاه",
        "arabic"
    ],
    [
        "دير",
        "arabic"
    ],
    [
        "عليكم",
        "arabic"
    ],
    [
        "ليهم",
        "arabic"
    ],
    [
        "عام",
        "arabic"
    ],
    [
        "الفساد",
        "arabic"
    ],
    [
        "بنت",
        "arabic"
    ],
    [
        "دايرين",
        "arabic"
    ],
    [
        "ايهاب",
        "arabic"
    ],
    [
        "فيهم",
        "arabic"
    ],
    [
        "الواحد",
        "arabic"
    ],
    [
        "عندك",
        "arabic"
    ],
    [
        "حد",
        "arabic"
    ],
    [
        "شوفو",
        "arabic"
    ],
    [
        "كي",
        "arabic"
    ],
    [
        "يكون",
        "arabic"
    ],
    [
        "اهل",
        "arabic"
    ],
    [
        "المسلمين",
        "arabic"
    ],
    [
        "فتاه تتعري في شركه",
        "arabic"
    ],
    [
        "عند",
        "arabic"
    ],
    [
        "بعض",
        "arabic"
    ],
    [
        "محمد",
        "arabic"
    ],
    [
        "مافي",
        "arabic"
    ],
    [
        "باذن",
        "arabic"
    ],
    [
        "هذه",
        "arabic"
    ],
    [
        "جده",
        "arabic"
    ],
    [
        "الميدا",
        "arabic"
    ],
    [
        "الزعيم",
        "arabic"
    ],
    [
        "يارب",
        "arabic"
    ],
    [
        "كنت",
        "arabic"
    ],
    [
        "مو",
        "arabic"
    ],
    [
        "الملك",
        "arabic"
    ],
    [
        "جدا",
        "arabic"
    ],
    [
        "هنا",
        "arabic"
    ],
    [
        "انتم",
        "arabic"
    ],
    [
        "ال",
        "arabic"
    ],
    [
        "يقول",
        "arabic"
    ],
    [
        "منتدي",
        "arabic"
    ],
    [
        "اللى",
        "arabic"
    ],
    [
        "بالتوفيق",
        "arabic"
    ],
    [
        "م",
        "arabic"
    ],
    [
        "القطري",
        "arabic"
    ],
    [
        "الازمة",
        "arabic"
    ],
    [
        "بدون",
        "arabic"
    ],
    [
        "كبير",
        "arabic"
    ],
    [
        "منه",
        "arabic"
    ],
    [
        "مشاهدة",
        "arabic"
    ],
    [
        "بث",
        "arabic"
    ],
    [
        "رسميا",
        "arabic"
    ],
    [
        "جديد",
        "arabic"
    ],
    [
        "ثوره",
        "arabic"
    ],
    [
        "شي",
        "arabic"
    ],
    [
        "ايطاليا السويد",
        "arabic"
    ],
    [
        "نحن",
        "arabic"
    ],
    [
        "ارض",
        "arabic"
    ],
    [
        "اقول",
        "arabic"
    ],
    [
        "حول",
        "arabic"
    ],
    [
        "مرسي",
        "arabic"
    ],
    [
        "ايام",
        "arabic"
    ],
    [
        "فرصة",
        "arabic"
    ],
    [
        "صورة",
        "arabic"
    ],
    [
        "هناك",
        "arabic"
    ],
    [
        "امير",
        "arabic"
    ],
    [
        "الناس",
        "arabic"
    ],
    [
        "كنت",
        "arabic"
    ],
    [
        "خير",
        "arabic"
    ],
    [
        "الي",
        "arabic"
    ],
    [
        "انتخبوا العرص",
        "arabic"
    ],
    [
        "عمان",
        "arabic"
    ],
    [
        "انه",
        "arabic"
    ],
    [
        "بوابة",
        "arabic"
    ],
    [
        "دون",
        "arabic"
    ],
    [
        "خالد",
        "arabic"
    ],
    [
        "قتل",
        "arabic"
    ],
    [
        "يكون",
        "arabic"
    ],
    [
        "العرب",
        "arabic"
    ],
    [
        "يمكن",
        "arabic"
    ],
    [
        "يكتب",
        "arabic"
    ],
    [
        "متابع",
        "arabic"
    ],
    [
        "عاجل",
        "arabic"
    ],
    [
        "الاتحادية",
        "arabic"
    ],
    [
        "ربنا",
        "arabic"
    ],
    [
        "الشباب",
        "arabic"
    ],
    [
        "جامعة",
        "arabic"
    ],
    [
        "هي",
        "arabic"
    ],
    [
        "الانتخابات",
        "arabic"
    ],
    [
        "الاتحاد",
        "arabic"
    ],
    [
        "لي",
        "arabic"
    ],
    [
        "حاجه",
        "arabic"
    ],
    [
        "رئيس",
        "arabic"
    ],
    [
        "ديك",
        "arabic"
    ],
    [
        "كنت",
        "arabic"
    ],
    [
        "نعرف",
        "arabic"
    ],
    [
        "بغيتي",
        "arabic"
    ],
    [
        "غي",
        "arabic"
    ],
    [
        "وزير",
        "arabic"
    ],
    [
        "اليوم",
        "arabic"
    ],
    [
        "كبيرة",
        "arabic"
    ],
    [
        "ولد",
        "arabic"
    ],
    [
        "يعني",
        "arabic"
    ],
    [
        "هما",
        "arabic"
    ],
    [
        "سير",
        "arabic"
    ],
    [
        "وشكون",
        "arabic"
    ],
    [
        "هادوك",
        "arabic"
    ],
    [
        "حنان",
        "arabic"
    ],
    [
        "قالك",
        "arabic"
    ],
    [
        "ال…",
        "arabic"
    ],
    [
        "رمضان",
        "arabic"
    ],
    [
        "الوقت",
        "arabic"
    ],
    [
        "اه",
        "arabic"
    ],
    [
        "المغربي",
        "arabic"
    ],
    [
        "عليك",
        "arabic"
    ],
    [
        "ترى",
        "arabic"
    ],
    [
        "مدرب",
        "arabic"
    ],
    [
        "احد",
        "arabic"
    ],
    [
        "اخر",
        "arabic"
    ],
    [
        "تم",
        "arabic"
    ],
    [
        "لكل",
        "arabic"
    ],
    [
        "لي",
        "arabic"
    ],
    [
        "وهم",
        "arabic"
    ],
    [
        "رساله",
        "arabic"
    ],
    [
        "بن",
        "arabic"
    ],
    [
        "ابو",
        "arabic"
    ],
    [
        "لعب",
        "arabic"
    ],
    [
        "امام",
        "arabic"
    ],
    [
        "وقت",
        "arabic"
    ],
    [
        "كما",
        "arabic"
    ],
    [
        "لازم",
        "arabic"
    ],
    [
        "الشعب",
        "arabic"
    ],
    [
        "هذي",
        "arabic"
    ],
    [
        "ثم",
        "arabic"
    ],
    [
        "شيا",
        "arabic"
    ],
    [
        "الزوري",
        "arabic"
    ],
    [
        "الخميس",
        "arabic"
    ],
    [
        "راح",
        "arabic"
    ],
    [
        "فرنسا",
        "arabic"
    ],
    [
        "التحكيم",
        "arabic"
    ],
    [
        "الاتصالات",
        "arabic"
    ],
    [
        "يجب",
        "arabic"
    ],
    [
        "فقط",
        "arabic"
    ],
    [
        "التاهل",
        "arabic"
    ],
    [
        "البحرين",
        "arabic"
    ],
    [
        "اى",
        "arabic"
    ],
    [
        "رسالة",
        "arabic"
    ],
    [
        "الدولة",
        "arabic"
    ],
    [
        "لهم",
        "arabic"
    ],
    [
        "ضمن",
        "arabic"
    ],
    [
        "منهم",
        "arabic"
    ],
    [
        "اكبر",
        "arabic"
    ],
    [
        "يد",
        "arabic"
    ],
    [
        "التفاصيل",
        "arabic"
    ],
    [
        "الكويت",
        "arabic"
    ],
    [
        "مثل",
        "arabic"
    ],
    [
        "الحقيقي",
        "arabic"
    ],
    [
        "الملحق",
        "arabic"
    ],
    [
        "اكثر",
        "arabic"
    ],
    [
        "الحصار",
        "arabic"
    ],
    [
        "منذ",
        "arabic"
    ],
    [
        "داعش",
        "arabic"
    ],
    [
        "انتم",
        "arabic"
    ],
    [
        "ربنا",
        "arabic"
    ],
    [
        "يارب",
        "arabic"
    ],
    [
        "ابن",
        "arabic"
    ],
    [
        "كنا",
        "arabic"
    ],
    [
        "كيف",
        "arabic"
    ],
    [
        "نهاية",
        "arabic"
    ],
    [
        "الامر",
        "arabic"
    ],
    [
        "انها",
        "arabic"
    ],
    [
        "كده",
        "arabic"
    ],
    [
        "مرة",
        "arabic"
    ],
    [
        "حول",
        "arabic"
    ],
    [
        "الحياة",
        "arabic"
    ],
    [
        "لن",
        "arabic"
    ],
    [
        "العراق",
        "arabic"
    ],
    [
        "اليمن",
        "arabic"
    ],
    [
        "كيف",
        "arabic"
    ],
    [
        "غدا",
        "arabic"
    ],
    [
        "كاملا",
        "arabic"
    ],
    [
        "انصار",
        "arabic"
    ],
    [
        "شيأ",
        "arabic"
    ],
    [
        "ابريل",
        "arabic"
    ],
    [
        "قال",
        "arabic"
    ],
    [
        "مفيش",
        "arabic"
    ],
    [
        "الوسط",
        "arabic"
    ],
    [
        "الساعة",
        "arabic"
    ],
    [
        "عرض",
        "arabic"
    ],
    [
        "عدد",
        "arabic"
    ],
    [
        "ماذا",
        "arabic"
    ],
    [
        "العسكر",
        "arabic"
    ],
    [
        "البرنامج",
        "arabic"
    ],
    [
        "ابدا",
        "arabic"
    ],
    [
        "شباب",
        "arabic"
    ],
    [
        "البحرين",
        "arabic"
    ],
    [
        "تونس",
        "arabic"
    ],
    [
        "المغرب",
        "arabic"
    ],
    [
        "غزة",
        "arabic"
    ],
    [
        "يحدث",
        "arabic"
    ],
    [
        "اما",
        "arabic"
    ],
    [
        "الحلقة",
        "arabic"
    ],
    [
        "عمال",
        "arabic"
    ],
    [
        "دولة",
        "arabic"
    ],
    [
        "الواحد",
        "arabic"
    ],
    [
        "الشهيد",
        "arabic"
    ],
    [
        "الاعلام",
        "arabic"
    ],
    [
        "البرلمان",
        "arabic"
    ],
    [
        "صوت",
        "arabic"
    ],
    [
        "عار",
        "arabic"
    ],
    [
        "يعني",
        "arabic"
    ],
    [
        "شي",
        "arabic"
    ],
    [
        "البنات",
        "arabic"
    ],
    [
        "كتقول",
        "arabic"
    ],
    [
        "باقي",
        "arabic"
    ],
    [
        "بني",
        "arabic"
    ],
    [
        "بلادي",
        "arabic"
    ],
    [
        "هذ",
        "arabic"
    ],
    [
        "اختي",
        "arabic"
    ],
    [
        "كاينش",
        "arabic"
    ],
    [
        "ب",
        "arabic"
    ],
    [
        "الشعب",
        "arabic"
    ],
    [
        "عيب",
        "arabic"
    ],
    [
        "باغي",
        "arabic"
    ],
    [
        "كانو",
        "arabic"
    ],
    [
        "لو",
        "arabic"
    ],
    [
        "انتي",
        "arabic"
    ],
    [
        "لمغاربة",
        "arabic"
    ],
    [
        "عرفت",
        "arabic"
    ],
    [
        "حتا",
        "arabic"
    ],
    [
        "بيه",
        "arabic"
    ],
    [
        "كيدير",
        "arabic"
    ],
    [
        "الحكومة",
        "arabic"
    ],
    [
        "الحاجة",
        "arabic"
    ],
    [
        "جا",
        "arabic"
    ],
    [
        "محمد",
        "arabic"
    ],
    [
        "وانا",
        "arabic"
    ],
    [
        "راسنا",
        "arabic"
    ],
    [
        "اخر",
        "arabic"
    ],
    [
        "ولاد",
        "arabic"
    ],
    [
        "ماعرفتش",
        "arabic"
    ],
    [
        "الحق",
        "arabic"
    ],
    [
        "سنة",
        "arabic"
    ],
    [
        "المخزن",
        "arabic"
    ],
    [
        "انها",
        "arabic"
    ],
    [
        "خاص",
        "arabic"
    ],
    [
        "علاقة",
        "arabic"
    ],
    [
        "له",
        "arabic"
    ],
    [
        "بلي",
        "arabic"
    ],
    [
        "تفكرت",
        "arabic"
    ],
    [
        "الرجال",
        "arabic"
    ],
    [
        "نمر",
        "arabic"
    ],
    [
        "د",
        "arabic"
    ],
    [
        "فيهم",
        "arabic"
    ],
    [
        "اهداف",
        "arabic"
    ],
    [
        "فريق",
        "arabic"
    ],
    [
        "نقاط",
        "arabic"
    ],
    [
        "يكون",
        "arabic"
    ],
    [
        "يمكن",
        "arabic"
    ],
    [
        "انها",
        "arabic"
    ],
    [
        "الان",
        "arabic"
    ],
    [
        "عليكم",
        "arabic"
    ],
    [
        "حظ",
        "arabic"
    ],
    [
        "الاول",
        "arabic"
    ],
    [
        "البنزين",
        "arabic"
    ],
    [
        "جمهور",
        "arabic"
    ],
    [
        "قال",
        "arabic"
    ],
    [
        "نحن",
        "arabic"
    ],
    [
        "هلالي",
        "arabic"
    ],
    [
        "اله",
        "arabic"
    ],
    [
        "عليه",
        "arabic"
    ],
    [
        "الحمدلله",
        "arabic"
    ],
    [
        "كانت",
        "arabic"
    ],
    [
        "وحده",
        "arabic"
    ],
    [
        "اجازه",
        "arabic"
    ],
    [
        "الموسم",
        "arabic"
    ],
    [
        "صار",
        "arabic"
    ],
    [
        "نبي",
        "arabic"
    ],
    [
        "باقي",
        "arabic"
    ],
    [
        "بين",
        "arabic"
    ],
    [
        "عبدالله",
        "arabic"
    ],
    [
        "المواطن",
        "arabic"
    ],
    [
        "وانا",
        "arabic"
    ],
    [
        "القصيم",
        "arabic"
    ],
    [
        "ايش",
        "arabic"
    ],
    [
        "رجال الحد الجنوبي",
        "arabic"
    ],
    [
        "ضعيف",
        "arabic"
    ],
    [
        "الوكيل",
        "arabic"
    ],
    [
        "افلام",
        "arabic"
    ],
    [
        "الجولة",
        "arabic"
    ],
    [
        "للمونديال",
        "arabic"
    ],
    [
        "طبعا",
        "arabic"
    ],
    [
        "عليها",
        "arabic"
    ],
    [
        "اصبح",
        "arabic"
    ],
    [
        "مرة",
        "arabic"
    ],
    [
        "الاولى",
        "arabic"
    ],
    [
        "ماتش",
        "arabic"
    ],
    [
        "الجزائر",
        "arabic"
    ],
    [
        "وكل",
        "arabic"
    ],
    [
        "لكل",
        "arabic"
    ],
    [
        "زي",
        "arabic"
    ],
    [
        "ايرلندا",
        "arabic"
    ],
    [
        "ازمه",
        "arabic"
    ],
    [
        "اعلام",
        "arabic"
    ],
    [
        "فخر",
        "arabic"
    ],
    [
        "خروج",
        "arabic"
    ],
    [
        "عام",
        "arabic"
    ],
    [
        "الامارات",
        "arabic"
    ],
    [
        "انتخابات",
        "arabic"
    ],
    [
        "دا",
        "arabic"
    ],
    [
        "يعني",
        "arabic"
    ],
    [
        "ممكن",
        "arabic"
    ],
    [
        "الوطني",
        "arabic"
    ],
    [
        "نفس",
        "arabic"
    ],
    [
        "حب",
        "arabic"
    ],
    [
        "تحت",
        "arabic"
    ],
    [
        "اجل",
        "arabic"
    ],
    [
        "شهر",
        "arabic"
    ],
    [
        "قائد",
        "arabic"
    ],
    [
        "كاملة",
        "arabic"
    ],
    [
        "اذا",
        "arabic"
    ],
    [
        "جميع",
        "arabic"
    ],
    [
        "الحرمين",
        "arabic"
    ],
    [
        "النيل",
        "arabic"
    ],
    [
        "حكم",
        "arabic"
    ],
    [
        "”",
        "arabic"
    ],
    [
        "تكون",
        "arabic"
    ],
    [
        "المشير",
        "arabic"
    ],
    [
        "عدم",
        "arabic"
    ],
    [
        "اعتقد",
        "arabic"
    ],
    [
        "هنا",
        "arabic"
    ],
    [
        "سنة",
        "arabic"
    ],
    [
        "لصالح",
        "arabic"
    ],
    [
        "ليس",
        "arabic"
    ],
    [
        "ملخص",
        "arabic"
    ],
    [
        "وما",
        "arabic"
    ],
    [
        "حملة",
        "arabic"
    ],
    [
        "ولي العهد",
        "arabic"
    ],
    [
        "شاأ",
        "arabic"
    ],
    [
        "مباريات",
        "arabic"
    ],
    [
        "عايز",
        "arabic"
    ],
    [
        "•",
        "arabic"
    ],
    [
        "العاج",
        "arabic"
    ],
    [
        "به",
        "arabic"
    ],
    [
        "اول",
        "arabic"
    ],
    [
        "عيد",
        "arabic"
    ],
    [
        "كما",
        "arabic"
    ],
    [
        "لهم",
        "arabic"
    ],
    [
        "يقول",
        "arabic"
    ],
    [
        "التى",
        "arabic"
    ],
    [
        "المراة",
        "arabic"
    ],
    [
        "خير",
        "arabic"
    ],
    [
        "مؤتمر",
        "arabic"
    ],
    [
        "ثورة",
        "arabic"
    ],
    [
        "نفسي",
        "arabic"
    ],
    [
        "الجديدة",
        "arabic"
    ],
    [
        "منذ",
        "arabic"
    ],
    [
        "سعيد",
        "arabic"
    ],
    [
        "ايام",
        "arabic"
    ],
    [
        "اخوان",
        "arabic"
    ],
    [
        "ال",
        "arabic"
    ],
    [
        "عايز",
        "arabic"
    ],
    [
        "خلال",
        "arabic"
    ],
    [
        "ام",
        "arabic"
    ],
    [
        "اكتر",
        "arabic"
    ],
    [
        "دعاأ",
        "arabic"
    ],
    [
        "بوح",
        "arabic"
    ],
    [
        "درر",
        "arabic"
    ],
    [
        "كانوا",
        "arabic"
    ],
    [
        "قضية",
        "arabic"
    ],
    [
        "احداث",
        "arabic"
    ],
    [
        "حكم",
        "arabic"
    ],
    [
        "مصطفى",
        "arabic"
    ],
    [
        "مصري",
        "arabic"
    ],
    [
        "منه",
        "arabic"
    ],
    [
        "لبنان",
        "arabic"
    ],
    [
        "مقال",
        "arabic"
    ],
    [
        "جديد",
        "arabic"
    ],
    [
        "المصرية",
        "arabic"
    ],
    [
        "امن",
        "arabic"
    ],
    [
        "فيديو",
        "arabic"
    ],
    [
        "هم",
        "arabic"
    ],
    [
        "جديدة",
        "arabic"
    ],
    [
        "المسلمين",
        "arabic"
    ],
    [
        "جدة",
        "arabic"
    ],
    [
        "جولة",
        "arabic"
    ],
    [
        "جبهة",
        "arabic"
    ],
    [
        "انتخابات",
        "arabic"
    ],
    [
        "رابعة",
        "arabic"
    ],
    [
        "السياسة",
        "arabic"
    ],
    [
        "الكلام",
        "arabic"
    ],
    [
        "الرئاسة",
        "arabic"
    ],
    [
        "يناير",
        "arabic"
    ],
    [
        "جنيه",
        "arabic"
    ],
    [
        "الشرطة",
        "arabic"
    ],
    [
        "بيقول",
        "arabic"
    ],
    [
        "الثاني",
        "arabic"
    ],
    [
        "الشيخ",
        "arabic"
    ],
    [
        "لقاأ",
        "arabic"
    ],
    [
        "وزير",
        "arabic"
    ],
    [
        "الاسلام",
        "arabic"
    ],
    [
        "دعم",
        "arabic"
    ],
    [
        "بسبب",
        "arabic"
    ],
    [
        "الجزيرة",
        "arabic"
    ],
    [
        "ا…",
        "arabic"
    ],
    [
        "اولا",
        "arabic"
    ],
    [
        "علي",
        "arabic"
    ],
    [
        "لاش",
        "arabic"
    ],
    [
        "وعلاش",
        "arabic"
    ],
    [
        "قد",
        "arabic"
    ],
    [
        "العام",
        "arabic"
    ],
    [
        "منو",
        "arabic"
    ],
    [
        "اكيد",
        "arabic"
    ],
    [
        "بالله",
        "arabic"
    ],
    [
        "انه",
        "arabic"
    ],
    [
        "قيمة",
        "arabic"
    ],
    [
        "الفيسبوك",
        "arabic"
    ],
    [
        "هادا",
        "arabic"
    ],
    [
        "لعب",
        "arabic"
    ],
    [
        "كاملة",
        "arabic"
    ],
    [
        "الدولة",
        "arabic"
    ],
    [
        "سنين",
        "arabic"
    ],
    [
        "راك",
        "arabic"
    ],
    [
        "ديالو",
        "arabic"
    ],
    [
        "ديالهم",
        "arabic"
    ],
    [
        "الصورة",
        "arabic"
    ],
    [
        "صاحبي",
        "arabic"
    ],
    [
        "الدين",
        "arabic"
    ],
    [
        "حيث",
        "arabic"
    ],
    [
        "بصح",
        "arabic"
    ],
    [
        "نفهم",
        "arabic"
    ],
    [
        "يجي",
        "arabic"
    ],
    [
        "بالفيديو",
        "arabic"
    ],
    [
        "المشكل",
        "arabic"
    ],
    [
        "اخويا",
        "arabic"
    ],
    [
        "عايش",
        "arabic"
    ],
    [
        "سؤال",
        "arabic"
    ],
    [
        "صحاب",
        "arabic"
    ],
    [
        "اذا",
        "arabic"
    ],
    [
        "شعب",
        "arabic"
    ],
    [
        "دار",
        "arabic"
    ],
    [
        "الحسيمة",
        "arabic"
    ],
    [
        "بلاصة",
